{
    "articles": [
        {
            "published": "21/03/2016", 
            "content": "Chinese citizens have reacted with anger and alarm at news of a massive illegal vaccine operation uncovered in Shandong province. The illegal vaccine ring involved hundreds of people, and affected 24 provinces and cities, local media said. On Monday, news that a boy had died after a vaccination sparked more anger, though officials said there was no link to the Shandong scandal. China has seen several health and safety scandals in recent years. 'Isn't this genocide?' The illegal vaccine ring was said to have been in operation since 2011. The ringleaders, who have been arrested, were allegedly a mother and a daughter who purchased the vaccines from licensed and unlicensed sources, and then sold them on to illegal agents or local disease control and prevention centres for high prices, reported Xinhua state news agency. The $88m (£61m) worth of vaccines were not adequately refrigerated nor transported in approved conditions. The potentially compromised vaccines could cause disability and death, Xinhua said. Though authorities had known about the ring since April last year, they only made the news public late on Friday when they issued a call demanding that suppliers come forward to help them trace potential victims. It sparked fury over the weekend as thousands of users on microblogging network Sina Weibo questioned the delay.This is such a huge case and not a single regulatory official has come out to apologise, not a single one has resigned... this system which doesn't care whether ordinary citizens live or die makes one's soul tired, said one user. 24 provinces, 5 years already, and how many children!... It's been nearly a year and then they reveal this! Isn't this genocide? Words cannot express how angry I am! said another. Authorities appeared to respond to the public anger and calls for more information by promising on Monday to punish those responsible. They also released details on the affected vaccines, which included those for polio, rabies, mumps, encephalitis, hepatitis B and meningococcal diseases. Also on Monday, authorities in Guangdong province confirmed that they were investigating the death of a four-year-old boy who had died in early March, days after he was given meningococcal and polio vaccines. Though they stressed that it appeared to have nothing to do with the Shandong vaccine scandal, it did not stop sceptical netizens from making the link. If the exact cause is still being probed, how can you already say that it has nothing to do with the problematic vaccines? You're tying yourself up in knots, said one user. Public confidence in China's health system and food safety regime has been shaken by a number of scandals in recent years, most notably in 2008 when melamine was found to have been added to milk powder, resulting in six babies dying and 300,000 falling ill.", 
            "source_url": "http://www.bbc.com/news/world-asia-china-35859927", 
            "title": "China Shandong illegal vaccine scandal sparks anger"
        },
        {
            "published": "21/03/2016", 
            "content": "Charities say NHS England's eleventh hour decision to pull the plug on game-changing HIV prevention drugs is leaving people at risk.The medication- known as Prep - has been shown in UK studies to reduce the chances of people getting HIV.Charities claim they had expected it to start being rolled-out later this year.But NHS England officials, who had been involved in early discussions about Prep, say providing it is not their responsibility.Instead they say under health regulations, preventative medicine (rather than treatment) falls to individual local authorities to consider.Meanwhile NHS England says it will offer £2m worth of funds to treat around 500 people over the next two years.'Security'It says the money, which local authorities will be able to bid for, will help them consider the overall feasibility and cost-effectiveness of offering the drugs.Prep (pre-exposure prophylaxis) is intended for healthy people who are at high risk of getting HIV. This would include, for example, men who have sex with multiple male partners without using condoms.The medicine is already available to certain groups in the US, France, Israel, Canada and Kenya.And a recent trial by the UK's Medical Research Council and Public Health England showed that giving the drugs to healthy gay men at risk, led to an 86% fall in new infections.Charities describe the approach as a game-changer and argue the decision by NHS England fails those who are vulnerable to HIV.Dr Michael Brady, medical director at the charity Terrence Higgins Trust, said: For the last 18 months charities, academics and patients have been lulled into a false sense of security.Because NHS England has been involved in all the discussions, we had expected the drug to go to a public consultation and then be commissioned and rolled-out - with guidance - towards the end of the year.Pulling the plug on this process at the eleventh hour is leaving people at risk who would otherwise have been protected.And the bottom line is that 8 or 9 gay men are infected with HIV in the UK every day. We see people every day in clinic who we know could benefit from this.We know it works.Dr Mags Portman, who worked on the UK Prep trial and is part of the British Association for Sexual Health and HIV said the situation was extremely worrying.She added: Local authorities have already had huge cuts to their public health budgets and some could struggle.How will they decide who gets Prep if they can't give it to everyone who needs it?Prep has so-far been available to people enrolled in a research trial taking place in six cities in the UK, and can also be bought privately.", 
            "source_url": "http://www.bbc.com/news/health-35870296", 
            "title": "Row over HIV prevention drug Prep"
        },
        {
            "published": "18/03/2016", 
            "content": "Two new Ebola cases have been confirmed in Guinea, almost three months after it celebrated the end of the outbreak.Three other members of the family are suspected to have recently died from the virus.The cases were reported in the southern region of Nzerekore, where the outbreak began in December 2013.The Ebola outbreak killed more than 11,300 people - mostly in Guinea and its neighbours Sierra Leone and Liberia. The new cases were reported by the World Health Organization (WHO) hours after it declared the latest Ebola flare-up to be over in Sierra Leone.The WHO has warned that sporadic cases of Ebola are likely to re-emerge as the virus can linger on in body fluids of some survivors. This is yet another blow in the long lingering fight against Ebola. But it is not unexpected.Guinea was in fact the only one of the three worst affected countries that hadn't had a re-emergence of the virus after the outbreak was officially declared over there on 29 December 2015.Both Sierra Leone and Liberia have reported little clusters of new cases after declaring the outbreaks over. But they've been dealt with quickly.A risk of new flare-ups remains because Ebola can persist in body fluids of some survivors for months after they recover.A very small number of new cases have been linked to sexual transmission.The world is in new territory here - scientists are still learning as the worst Ebola outbreak in history continues to unfold. More than 17,000 Ebola survivors are dealing with a wide range of complications and social stigma.Some scientists say there's a risk the virus may become an ever-present disease in West African society.", 
            "source_url": "http://www.bbc.com/news/world-africa-35840782", 
            "title": "Ebola outbreak: Guinea confirms two new cases"
        },
        {
            "published": "21/03/2016", 
            "content": "Internet and content remain severely restricted in Cuba, with only a very small percentage of Cubans, about 5%, enjoying web access at home. All such internet services are provided by state-owned telecoms company Etecsa. Outside the home, the situation has changed in the past year with the appearance of more than 40 government approved wi-fi hotspots around the capital, Havana, and other major cities. There, Cubans can enjoy largely unfettered internet access and a higher speed connection than most have been used to. Entire families and crowds of young people armed with smartphones, tablets and laptops can be seen at all hours of the day and night hovering around the wi-fi hotspots to get in touch with family and friends in Florida and other parts of the world. Access to social media sites such as Facebook and Twitter is available at the hotspots - but opposition sites are blocked. Although the price of wi-fi access in public places has recently dropped to $2.25 (£1.56) an hour, it is still prohibitive for the vast majority of Cubans. Etecsa also offers limited email access from mobile phones. Despite these recent improvements, the island still has some of the world's worst connectivity. That's why the vast majority of Cubans rely on their weekly dose of Paquete Semanal, an offline selection of material compiled by unidentified curators and delivered every week to subscribers via an unofficial network of distributors using portable hard drives. Dissidents accuse the government of not providing affordable home internet access for political reasons. The Cuban government blames the US for the poor state of telecoms infrastructure, which it says is caused by the American economic embargo imposed in the 1960s. That could change now that US President Barack Obama has announced a deal involving Google, which would extend internet access to a much larger number of Cubans. Nevertheless, even if internet access is made more widely available, the Cuban authorities are likely to keep tight control of access to sites they consider contentious.",
            "source_url": "http://www.bbc.com/news/world-latin-america-35865283", 
            "title": "Cuba internet access still severely restricted"
        },
        {
            "published": "11/03/2016", 
            "content": "It's now almost a cliche that the future of the internet is things. According to the research firm Gartner there are already more than six bllion devices connected to the internet, and that will grow to more than 20 billion by 2020. Too often, though, the Internet of Things (IoT) seems like a vague abstraction - we are told it's a revolution that will change our lives but it's often not clear how. So in today's edition of Tech Tent we explore some practical examples, and we examine the key question of who will own the ocean of data which will flow from all these connected things. You might not expect a company which makes window blinds to be evangelical about IoT but when we visited the Ecobuild conference in London a firm called Umbra Shading was eager to show us how it was embracing IoT technology. Its motorised blinds for large office buildings are designed to adapt to the conditions outside, opening and closing when they judge more or less light is needed. The blinds are intelligently pulling data from the cloud, Umbra's chief executive Nigel Hill explains. That data includes the current and forecast weather. We hear a lot about big data - what I'm excited about is we're using that for a relatively simple everyday problem like sunshading. If the construction industry is just getting to grips with IoT technology, the farm machinery giant John Deere has been pioneering its use for years. Its tractors and combine harvesters have been things connected to the internet for more than a decade. It is a pioneer in autonomous farm vehicles which can drive themselves to an accuracy of two or three centimetres. This is all part of the precision agriculture revolution which means, for instance, that there's no overlapping when a field is sown with seed or sprayed with fertiliser. We're on a journey to get more and more precise, John Deere's Ron Zink tells me. With the world's population set to grow from seven billion to 9.5 billion by 2050, he says, the challenge is to do more with less and this data-driven agriculture will do that. Firms like John Deere and Monsanto are now collecting vast amounts of data from their customers, which they say will help other farmers work out how best to manage their land. Zink insists it's clear who is in charge - the customer controls their data - it's the growers' data - but as the value of this information grows, we can expect more conflicts over who has the right to share it and manipulate it. Which is where the Hub of All Things or HAT comes in. This is a social enterprise which aims to create a way of giving consumers something called a HAT - a personal data store. Irene Ng, a University of Warwick economist who's one of the leaders of this project, explains to me that we all have more and more data - information on our shopping habits collected by online retailers, our location and health details stored on our mobile phones, and increasingly data collected from the IoT. This data that we are giving away is our behaviours. What we are saying is that there is a lot more we can do with it if we take it back and if we can grab some of it back to the HAT we can combine it. She makes the point that companies holding your data aren't allowed to share it with other organisations - but we are. So for instance we could take our spending record with a supermarket and share it with an online retailer. It's your data - once you've taken it back you could exchange it for discounts and promotions. It is an intriguing, perhaps revolutionary, idea - but convincing us all that we need to learn how to own and share our data will be a challenge. This week the UK's competition regulator outlined plans to release the data of people who had not switched energy suppliers for three years, to rival energy firms so that they could be targeted with offers. Immediately, concerns were raised about privacy and the threat that vulnerable people might be spammed with hundreds of emails and letters. It would obviously be preferable if energy users could take control of their own data - and choose to offer it to firms which might give them better deals. The problem is that it's those who most need to save money on heating bills who may be least likely to master this new data era.",
            "source_url": "http://www.bbc.com/news/technology-35782859", 
            "title": "Navigating the Internet of Things - by tractor"
        },
        {
            "published": "23/03/2016", 
            "content": "Apple's new version of its mobile operating system is causing headaches for some owners of older iPads. Certain older iPads are unable to install iOS 9.3 and are \"bricking\" at the activation stage, which means the update leaves them inoperable, according to posts on Apple's Support Communities site, tweets on the Apple Support Twitter page and readers of the AppleInsider site. The issue seems to affect the iPad 2 in particular, according to AppleInsider, which said users are receiving authentication error messages when they try to activate their iPads post-installation. Regardless of how many times a new product is tested before it hits the market, random problems can crop up once it finds its way to millions of users. As always, the challenge for Apple is to figure out how pervasive the problem is and how to resolve it quickly enough to placate affected users. In 2014, the company got a black eye with iOS 8, which earned a reputation as unstable and forced Apple to roll out a series of bug fixes. The new issue could be due to overworked Apple servers struggling to keep up with the large number of people trying to install the new software. But some iPad owners have been unable to activate their tablets even after waiting for 24 hours, AppleInsider said, which suggests a different type of problem. \"IOS 9.3 has bricked my iPad,\" said one Twitter user. \"Please tell me there will be a fix?\" One person on Apple's Support Communities site said: \"After installing software IOS 9.3, it could not be activated, I tried all the suggestions and none solve the problem. This morning I went to the Apple store in Aventura, FL. They were unable to activate my IPad nor restore it.\" Some iPad owners said they were able to fix the glitch by connecting their devices to iTunes, while others said they had to perform a full restore. Those with an older iPad, especially an iPad 2, may want to wait to update to iOS 9.3 until this situation is clarified. If you go ahead with the update, make sure to first back up your iPad to a computer or to iCloud so your data is preserved in the event of a glitch.",
            "source_url": "http://www.cnet.com/news/apples-ios-9-3-glitching-some-older-ipads/", 
            "title": "Apple's iOS 9.3 glitching some older iPads"
        },
        {
            "published": "23/03/2016", 
            "content": "Life is sweet for computer programmers. Companies crave their coding skills and will do anything to attract and keep them -- from $100,000 signing bonuses, salaries in the $100,000 to $200,000 range and even company-funded ski trips to Tahoe. But being a computer programmer is even sweeter if you're a member of the Y-chromosome set. That's the obvious verdict from a report released Wednesday by job recruiting site Glassdoor, which examined the salaries of 500,000 full-time employees across 157 different occupations. Glassdoor's \"Demystifying the Gender Pay Gap\" report concludes that, when it comes to women's pay, computer programming is the most unfair occupation in America. On average, a woman makes 28 percent less than a man with the same job -- and the same education, years of experience and age, among other factors. \"I don't think there are any examples of technical jobs where there is a pay advantage for women.\" Andrew Chamberlain, Glassdoor's chief economist Put another way, that means women earn about 72 cents for every dollar men earn. And yeah, it's pretty extreme. That pay imbalance is about five times larger than the average pay gap across all professions in the US, per Glassdoor. It gets slightly better for women in other technical roles like game artists, security specialists, data scientists and software architects -- but not by much. \"I don't think there are any examples of technical jobs where there is a pay advantage for women,\" says Andrew Chamberlain, Glassdoor's chief economist. The latest analysis just reinforces a common story line about Silicon Valley: It's a bro-dominated industry where women have a tough shot getting a fair shake. That may or may not be. Even so, the report also finds that tech is on par with the national average once you look at other industries. After taking into account differences in education and experience, men working at tech companies overall make 5.9 percent more than women do, compared with a 5.4 percent difference across the US. Actually, health care and insurance have the worst records when it comes to equal pay. In both cases, men earn 7.2 percent more than women with the same qualifications. (In contrast, bragging rights go to aerospace and defense and agriculture and forestry, which have the smallest pay gap: 2.5 percent.) It's important to note that Glassdoor's survey has some limitations. The company's data come from online job postings, so its study might not include many lower-paying jobs at tech companies, like assembly line work, gardening or kitchen help. Differences in education, age and years of experience \"explain little\" of tech's gender pay gap, says the report. One problem, of course, is that tech companies have few women in their most important roles. Evidence from tech giants themselves confirms that. In Microsoft's latest diversity report, the company reported that women comprise 26.8 percent of its workforce, but only 17 percent work in tech positions or hold leadership roles. Twitter said women filled 13 percent of its technical jobs in 2015, and women at Google account for 18 percent of the search giant's technical jobs. To shrink the gap, Glassdoor suggests policies lightening the burden of child and elderly care as well as those ensuring that women have greater access to science and technical training. Of course, if history repeats itself, attracting more women to technical roles might not have the desired effect. A study by two Stanford University sociologists finds that when women enter predominantly male jobs, the pay drops.",
            "source_url": "http://www.cnet.com/news/biggest-pay-gap-in-america-computer-programmers/", 
            "title": "Biggest pay gap in America: Computer programmers"
        },
        {
            "published": "23/03/2016", 
            "content": "Users of popular websites such as Google, Netflix and Trip Advisor should be careful when spelling out web addresses in order to stay safe online, security experts have warned. The warning comes after a surge in registrations of misspelt domain names, which could be used for \"typosquatting\", a form of cybercrime in which hackers dupe unsuspecting internet users through their typos. Typosquatters register addresses that look like those belonging to popular websites but include mistakes, including repeated letters such as \"googgle.com\", adjacent keys such as \"googlw.com\" and letter swapping such as \"googel.com\". Once they have tricked users into visiting the fake websites, they could be led to download a virus or enter personal information by spoofing - or copying - the design of the legitimate website. The latest round of fake registrations, found by US security company Endgame, exploit the misspelling of \".com\". The security experts found a spike in the number of popular websites registered to \".om\" Oman domains, including \"bbc.om\", \"netflix.om\" and \"twitter.om\". In total, they discovered that 334 well-known brands have been registered to \".om\" domains since February, only 15 of which were registered by the official companies. Rather than redirecting the mistaken addresses to official sites or to an error message, Endgame found evidence of typosquatting, where the sites targeted them with suspicious content. One of the unofficial sites they found was \"netflix.om\", which redirected several times before landing on a \"Flash Updater\" download page. The page looked official, according to the researchers, and prompted them to download an updated version of the video streaming software. A closer look at the program revealed that it was malicious, Endgame said. Netflix declined to comment, but the unofficial address no longer links to the \"Flash Updater\". The 4 most popular cyber crimes Phishing – The aim is to trick people into handing over their card details or access to protected systems. Emails are sent out that contain either links or attachments that either take you to a website that looks like your bank’s, or installs malware on your system. A report by Verizon into data breach investigations has shown that 23% of people open phishing emails. Identity theft – According to fraud protection agency Cifas, the number of victims rose by 31 per cent to 32,058 in the first three months of 2015. Criminals use online 'fraud forums' to buy and sell credit cards, email addresses and passports. Hacking – In a Verizon study of security breaches there were 285 million data exposures, which works out to about 9 records exposed every second. 26% of these attacks were executed internally within organisations. It is estimated that 90% of all data records that were used in a crime was a result of hackers employed by organised crime. Online harrassment – Over half of adolescents and teens have been bullied online, while 73% of adult users have seen someone harassed in some way online and 40% have experienced it. When the the Telegraph tested the misspelt addresses, it found most of them go to an error screen or redirect to the legitimate site. It is possible these sites have been shut down, although internet scams often reappear in other forms. \"Phony...sites can be hard to tell apart from the genuine ones, and even legitimate sites can be hijacked,\" said a spokesman for security firm Symantec. \"These fake sites often rely on shoppers mistyping the genuine web addresses of popular websites or clicking on messages from phony vendors who have a similar address, so slow down and check what you’ve clicked or typed.\"",
            "source_url": "http://www.telegraph.co.uk/technology/2016/03/23/be-careful-how-you-type-googel---hackers-are-targeting-bad-spell/", 
            "title": "Be careful how you type \"Googel\" - hackers are targeting bad spellers"
        },
        {
            "published": "23/03/2016", 
            "content": "Google has outlined plans to challenge Amazon’s dominance of the rapidly-growing cloud computing world, an area that it believes could one day be more lucrative than its massive web advertising business. On Wednesday, at a high-profile event in San Francisco attended by Google’s chief executive Sundar Pichai and Eric Schmidt, the chairman of its parent company Alphabet, Google said it had signed up major customers including Disney, Coca-Cola and the US retailer Home Depot. It also said that the company’s advanced \"machine learning” technology, which allows computer software to understand photos and text, would be made available to cloud customers. The internet giant lags well behind both Amazon and Microsoft in cloud services, which let businesses access vast computing resources over the internet rather than buying their own hardware, but has made huge strides in recent months. Google has hired Diane Greene, a Silicon Valley veteran, to run the division, and has poached businesses such as Spotify and Apple from its cloud rivals. The company is hoping to fight back against Amazon’s giant web services division, whose revenues increased 70pc to $8bn (£5.7bn) last year and is set to become more profitable than its retail operations. Google’s cloud revenues were estimated to be less than a tenth of that, but is betting that its technical expertise, built up by years of running the world’s biggest search engine, will help it catch up with the competition. Businesses are rapidly ditching their own computer servers and moving to the cloud, in which they connect to servers run by providers such as Amazon and Google. The rise of the cloud, which has been made available by high-speed internet connections, allow businesses to access almost-unlimited computing resources and advanced software on demand. Proponents of cloud computing believe it could transform how companies use technology, letting them deal with huge amounts of data. \"We are at an inflection point,” Mr Pichai said. Businesses are just starting to adopt the concept of cloud. In the future almost everything will be done in the cloud because it is simply a better way to do computing.\"",
            "source_url": "http://www.telegraph.co.uk/technology/2016/03/23/google-adds-machine-learning-as-it-steps-up-cloud-battle/", 
            "title": "Google steps up its challenge to Amazon with machine learning"
        },
        {
            "published": "23/03/2016", 
            "content": "Now here's some news that may have you crying into your beer. Alcohol, when consumed in moderation, may not improve your health after all. Over the years we've all seen the studies that show a glass of wine a day may help protect you from developing heart disease, will help with cancer and keep type 2 diabetes away, and will ultimately help you live longer. But this new research may be a buzz kill for those who like to drink in moderation. Toasting to your health may actually be an oxymoron. So, belly up to the bar and we'll explain what the scientists behind this new meta-analysis running in the latest edition of the Journal of Studies on Alcohol and Drugs think happened with the earlier studies that show the health benefits of moderate drinking. This team of scientists looked at a wide variety of studies on the topic, specifically looking at alcohol's impact on mortality. Narrowing their list down to 87 studies, the authors found the majority of them may have been coming to conclusions based on what the authors label as \"biased\" data. It's not that the other scientists were working under the influence of the industry or something more potent. This latest study found that when those other studies divide people into groups they typically put them into common categories: heavy drinkers, moderate drinkers, occasional drinkers and abstainers. What the new study found is that the abstainer group isn't only made up of people who have never touched a drop. Instead, some in this group may be recovering alcoholics. Some may also be abstaining now because of a health condition. In general, those two groups of people in the abstainer category are not as healthy as those who are lifelong teetotalers, research shows. That means these less healthy people skew the data. So, the moderate drinkers end up looking healthier by default. Make sense? Of the 87 studies, 13 did separate out the lifelong abstainers from the former drinkers. The studies that controlled for these sicker people found that moderate drinkers had no health advantage over the true nondrinkers. When this team reran the data they considered appropriate against other studies, using these much narrower definitions of abstainers, they saw the same results: The moderate drinkers were no better off than the abstainers. You may be wondering: Why does this matter to anyone other than the scientists who study alcohol? \"Alcohol has played such a central part of many people's lives and is embedded in various occasions and relationships, so there is a lot of interest on this topic,\" said co-author Dr. Tim Stockwell. \"Understanding this question is important as we shape alcohol policy.\" Some earlier studies have also chipped away at the idea that there are health benefits to moderate drinking. A study that ran in BMJ last year suggested there was no sign that you lived longer because you drink a little as opposed to abstaining. Other studies have come to different conclusions, showing some benefits. (If you are a heavy drinker, that's a different story. Your life will likely be shorter.) \"Determining how a low dose of alcohol impacts your life is complicated work,\" said Aaron White, the senior scientific adviser to the director of the National Institute on Alcohol Abuse and Alcoholism. He said relying on self-reported data, remembering how much you drank a month ago, is difficult. There is a real need for randomized control trials to truly see what impact drinking has on human health. The Centers for Disease Control and Prevention guidance on drinking hedges its bets a little and mentions that recent studies have called the health benefits of drinking into question, while still offering guidance that there could be some protective qualities to drinking. The guidance adds that you shouldn't start drinking for your health. It also suggests essentially that it is impossible to separate the drinking from other components in someone's life that may make them healthier than others. That means moderate drinkers may also be watching their diets or be healthier in general and that may lead to a longer life. White said there is \"considerable\" lab data that shows a small amount of alcohol may be beneficial for health in terms of reducing inflammation and helping with cardiovascular health and stroke reduction. To see these effects, however, requires \"taking alcohol like you would take medicine, in small doses.\" And it would be rare for a doctor in the 20 minutes they have with you in an appointment to give you this nuanced kind of advice. Dr. Kenneth Mukamal, who is an associate professor of medicine at Harvard's School of Public Health who has no affiliation to the study, said he thinks the authors defined the categories of drinkers and nondrinkers too narrowly and that focusing on studies that look strictly at mortality may also be too narrow. \"At this point we still don't have the level of proof that we want,\" Mukamal said. \"This is a little overstated.\" To determine if moderate drinking is good or bad for your health will take true clinical trials rather than observational studies, he said. And before you go and drown your sorrows about this news, perhaps you can look at what this new study is not saying. The study is not telling you that an occasional drink is bad for you. Ultimately, what this study is saying is that there are limitations to what we know. It's possible that abstainers and moderate drinkers may have similar long-term health results. There are many additional studies that show heart-protective effects of alcohol and other studies show that there are psychological benefits to having a drink every once in a while as stress relief. Other studies show that drinking can increase a risk of breast cancer in women. So, if you plan to debate this at your local tonight, take the current study author's advice to heart. \"My advice: Drink for the enjoyment, sure,\" Stockwell said. \"But just don't kid yourself that you are doing it for your health.\"", 
            "source_url": "http://edition.cnn.com/2016/03/22/health/drinking-not-as-healthy-as-thought/index.html", 
            "title": "Drinking to your health may not be the best plan after all"
        },
        {
            "published": "22/03/2016", 
            "content": "New research suggests that Parkinson's patients who are given antipsychotics to treat dementia and psychosis may be more likely to die early. However, the medications provide important benefits and the study authors aren't suggesting that these patients stop taking them. And it's still not clear exactly why there seems to be an increased risk of early death. \"This [study] does not necessarily answer whether the drugs themselves lead to more deaths, or if it's instead the reasons they were prescribed,\" said Dr. Mark Baron, interim director of Virginia Commonwealth University's Parkinson's Disease and Movement Disorders Center. He wrote a commentary accompanying the new study. Antipsychotic drugs, despite their name, are used to treat a variety of mental conditions other than psychosis, including anxiety and dementia. As many as 60 percent of long-term Parkinson's patients are thought to develop psychosis. And, the number who develop dementia -- often in the late stages of illness -- is believed to be as high as 80 percent, the study authors noted. Antipsychotics are commonly used to treat both conditions in Parkinson's patients. The study focused on nearly 7,900 Parkinson's patients in the Veterans Affairs system who took antipsychotics (mostly all men, with an average age of 76). The researchers compared them to roughly 7,900 Parkinson's patients in the VA system who didn't take the drugs. The drugs included older \"typical\" antipsychotics, such as haloperidol (Haldol) and chlorpromazine hydrochloride (Thorazine), along with more modern \"atypical\" antipsychotics, such as risperidone (Risperdal), olanzapine (Zyprexa) and quetiapine (Seroquel). The modern drugs were used much more commonly in these Parkinson's patients. The investigators found that those who took antipsychotics were more than twice as likely to die over six months as those who didn't. Those who took the older typical antipsychotics (especially Haldol) were at highest risk. The study didn't pinpoint the risk of death for those who didn't take the drugs. While the study focused almost entirely on men, the researchers said the experiences of women would probably be the same. \"The benefits of antipsychotics for dementia are modest at best,\" said study co-lead author Dr. Helen Kales, director of the Program for Positive Aging at the University of Michigan. \"However, antipsychotics are widely used for difficult behaviors commonly seen in dementia because they can be seen as a quick fix -- while strategies like behavioral interventions require time and training and, thus, have not yet received great uptake.\" As for psychosis, study co-lead author Dr. Daniel Weintraub said clozapine (Clozaril) is effective but rarely used, while quetiapine (Seroquel) is more common but has little evidence to support its use. Weintraub is an associate professor with the department of psychiatry at the Perelman School of Medicine at the University of Pennsylvania in Philadelphia. Kales said antipsychotics can worsen Parkinson's symptoms, sedate people, impair thinking and cause other side effects, but it's not clear exactly what's happening with the apparent early death risk. And the study did not prove that the medications cause early death, it only showed an association. What should patients and physicians do with the findings? \"Psychosis can impair quality of life and worsen the burden on caregivers. So, the decision to use or not use antipsychotics must balance the potential benefits versus risks,\" Weintraub said. However, he added that antipsychotics should be used cautiously, for as little time as possible, and after alternatives are considered. The newer antipsychotics, he added, are the best options. Baron, the commentary author, said the choice about using the drugs is a difficult dilemma with \"no straight answers.\" The risk of death is \"hard to ignore,\" he said, but it's also important to ease the symptoms of dementia and psychosis in these patients. For the future, the researchers are studying what happens to patients over a longer period of time. And, Kales said, researchers will need to monitor the effects of a new antipsychotic medication called pimavanserin (Nuplazid) that's awaiting approval from the U.S. Food and Drug Administration.", 
            "source_url": "https://www.nlm.nih.gov/medlineplus/news/fullstory_157903.html", 
            "title": "Antipsychotic Drugs Tied to Risk of Early Death in Parkinson's Patients"
        },
        {
            "published": "23/03/2016", 
            "content": "Just as we often form fast opinions about each other’s personalities, especially when it comes to negative traits, 15-month-old infants also form similar generalisations about others and make attempts to appease adults they consider prone to anger, a study says. “Our research suggests that babies will do whatever they can to avoid being the target of anger,\" said lead study author Betty Repacholi from the University of Washington. “At this young of an age, they have already worked out a way to stay safe. It’s a smart, adaptive response,\" Repacholi said. The study involving over 200 infants showed that 15-month-old babies generalise an adult’s angry behaviour even if the social context has changed. The researchers wanted to see how exposing babies to an unfamiliar adult’s anger toward another adult would affect the babies’ behaviour in a new situation. Do the babies assume that the initial negative encounters would happen again? “We wanted to see if babies would treat the anger they had seen before as a one-off event or whether they see it as being part of the person’s character,\" Repacholi said. “Our research shows that babies are carefully paying attention to the emotional reactions of adults,\" study co-author Andrew Meltzoff from University of Washington noted. “Babies make snap judgments as to whether an adult is anger-prone. They pigeon-hole adults more quickly than we thought,\" Meltzoff pointed out. The findings were published in the journal Developmental Psychology. “The babies are ’emotion detectives.’ They watch and listen to our emotions, remember how we acted in the past, and use this to predict how we will act in the future. How long these first impressions last is an important question,\" Meltzoff noted.", 
            "source_url": "http://indianexpress.com/article/lifestyle/feelings/babies-are-smarter-than-you-think-heres-how-they-deal-with-angry-adults/", 
            "title": "Babies are smarter than you think: Here’s how they deal with angry adults"
        },
        {
            "published": "22/03/2016", 
            "content": "Factors studied included not smoking, eating right, exercising and keeping a low percentage of body fat. Do you get a moderate amount of exercise, eat right, keep from piling on fat and avoid smoking? Congratulations, you're among the 2.7 percent of Americans who do so, according to a new study. Researchers say that, unfortunately, the other 97.3 percent of American adults get a failing grade on healthy lifestyle habits. The study looked at data on more than 4,700 people who took part in the U.S. National Health and Nutrition Survey. The researchers assessed how many people followed four general \"principles of healthy living\" -- a good diet, moderate exercise, not smoking and keeping body fat under control. \"The behavior standards we were measuring for were pretty reasonable, not super high. We weren't looking for marathon runners,\" said study senior author Ellen Smit, an associate professor at the OSU College of Public Health and Human Sciences, in Corvallis. In fact, the standards used in the study are typical of lifestyle advice given by doctors to their patients, Smit's team said. People who adhere to those four behaviors can help reduce their risk of many health problems, including type 2 diabetes, heart disease and cancer. Unfortunately, less than 3 percent of the adults in the study achieved all four of the healthy living measures, the researchers found. Overall, 71 percent of the adults surveyed did not smoke, 38 percent ate a healthy diet, 10 percent had a normal body fat percentage and 46 percent got sufficient amounts of physical activity. Sixteen percent had three of the healthy lifestyle behaviors, 37 percent had two, 34 percent had one and 11 percent had none. Among the other findings: women were more likely than men to not smoke and to eat a healthy diet, but they were less likely to have adequate physical activity levels. And when it came to race, Mexican-Americans were more likely to eat a healthy diet than blacks or whites. The study was conducted by researchers at Oregon State University, the University of Mississippi and the University of Tennessee-Chattanooga. In terms of public health, the findings are disappointing, Smit said in an OSU news release. \"This is pretty low, to have so few people maintaining what we would consider a healthy lifestyle,\" she said. \"This is sort of mind boggling. There's clearly a lot of room for improvement.\" Further research is needed to identify ways to get American adults to adopt more healthy lifestyle habits, the experts said.", 
            "source_url": "https://www.nlm.nih.gov/medlineplus/news/fullstory_157897.html", 
            "title": "Less Than 3 Percent of Americans Live a Healthy Lifestyle"
        },
        {
            "published": "21/03/2016", 
            "content": "When added to recovery regimen, fewer patients had heart attacks, strokes or died, study finds. The addition of stress management training can make cardiac rehabilitation programs more effective, a new study indicates. \"Cardiac rehabilitation programs do not routinely offer stress management, but this may change should demand increase. And because patients may be reluctant to ask for the programs themselves, the onus is on the physicians to recognize that stress management is important for the optimal medical management of patients,\" said study author James Blumenthal. He is a professor of psychiatry and behavioral sciences at Duke University School of Medicine, in Durham, N.C. In the study, the researchers looked at 151 heart patients, aged 36 to 84, in North Carolina. The patients received either 12 weeks of exercise-based cardiac rehabilitation alone or the same program along with weekly 90-minute group sessions on stress management. The stress management program included training in relaxation, coping skills and stress reduction. Another 75 patients were in a control group that did not take part in cardiac rehabilitation. After a median follow-up of more than three years, problems such as heart attack, stroke, recurrent chest pains requiring hospitalization, and death had occurred in 18 percent of patients in the cardiac rehab/stress management group. That compared to 33 percent of patients in the cardiac rehab-only group, and 47 percent of patients in the control group. The study was published March 21 in the journal Circulation. Only 20 percent to 30 percent of heart patients who are eligible for cardiac rehabilitation take part in stress management programs, possibly due to lack of access, cost or low doctor referral rates, Blumenthal said. Some patients try to do cardiac rehabilitation on their own, but despite \"their good intentions, making lifestyle changes is not an easy thing to do without assistance,\" he said in a journal news release.", 
            "source_url": "https://www.nlm.nih.gov/medlineplus/news/fullstory_157876.html", 
            "title": "Stress Management Training May Help Cardiac Rehab Patients"
        },
        {
            "published": "18/03/2016", 
            "content": "This year's vaccine is a good match for circulating strains, CDC says. This flu season continues to be the mildest in the past three years, U.S. health officials say. But flu is still cropping up in new areas of the country, and flu season isn't over yet, the experts cautioned. In most years, flu season peaks in February or early March, but as of this week, flu is still spreading and the peak is not in sight yet, according to Lynnette Brammer, an epidemiologist with the U.S. Centers for Disease Control and Prevention's influenza division. \"Flu activity is still going up,\" she said. \"It's going to be a later peak.\" Brammer is still expecting the season to peak in March, but it could linger on until April. On the plus side, this year's flu vaccine is a good match for the circulating flu viruses. The vaccine is about 59 percent effective this year, the CDC said. That's much better than last year when the vaccine didn't contain the most common circulating virus, according to the CDC. \"This means that getting a flu vaccine this season reduced the risk of having to go to the doctor because of flu by nearly 60 percent,\" Dr. Joseph Bresee, chief of CDC's Epidemiology and Prevention Branch, said in a statement. \"It's good news and underscores the importance and the benefit of both annual and ongoing vaccination efforts this season.\" Since the season hasn't peaked, Brammer is still advising people who haven't had a flu shot to get one. \"There is still value to getting vaccinated,\" she said. This flu season is a welcome change from last year, which saw a particularly early and nasty flu season. By this time last year, flu was already severe and sending thousands of Americans -- especially older ones -- to the hospital, Brammer said. In fact, she added, \"By this time last year, we had peaked and were coming down.\" Despite this year's mild season, 20 children have died from flu complications so far, Brammer said. Depending on the severity of a flu season, the CDC has reported anywhere from 40 to more than 300 deaths in babies and children. So, the number of deaths in children this year is comparatively low, she said. Unlike last year, the most common flu strain circulating this season is the H1N1 strain. Last year, it was the H3N2 strain, Brammer said. \"But H3N2 is still hanging in there, it's not going away,\" she said. \"We've got a little bit of everything out there.\" Both of these strains, and a third one, are included in the current flu vaccine, Brammer said, making this year's shot a better match than last year's vaccine. Last year, the flu vaccine was only 23 percent effective overall, according to the CDC. Milder weather may be one factor affecting this flu season, Brammer said. But it's only one factor of many that can determine the severity of a flu season. Another big factor is how many people are immune because they've been vaccinated. Flu activity is widespread throughout most of the country. However, in the Southwest it appears to have peaked and may be declining, Brammer said. In a typical season, flu complications -- including pneumonia -- send more than 200,000 Americans to the hospital. Death rates linked to flu vary annually, but have gone as high as 49,000 in a year, the CDC said. Virtually everyone older than 6 months of age is advised to get a flu shot. Exceptions include people with life-threatening allergies to the flu vaccine or any ingredient in the vaccine, according to the CDC. Pregnant women are considered at high risk and should get vaccinated. Women with newborns also need their flu shot to help protect their infants, who can't be vaccinated until they are at least 6 months old. Also considered at high risk for flu and prime candidates for a vaccine are seniors and people with chronic health problems, such as lung and heart disease, the CDC said.", 
            "source_url": "https://www.nlm.nih.gov/medlineplus/news/fullstory_157852.html", 
            "title": "Flu Season Hasn't Peaked Yet"
        },
        {
            "published": "21/03/2016", 
            "content": "Iain Duncan Smith's resignation has put the issue at the heart of the government's approach to the economy - whether George Osborne's announcements in the Budget last week were \"fair\". Mr Duncan Smith told the Andrew Marr programme on Sunday morning that the Budget was \"deeply unfair\", as it proposed restrictions to increases in the disability payments budget whilst at the same time provided an effective tax cut for those with higher incomes. The first, Mr Duncan Smith suggested, was being used to fund the second. To analyse the impact of the Budget on different income groups, economists turn to what is called a \"distributional analysis\" which aggregates the effect of tax and benefit changes. By way of such an analysis, the Institute for Fiscal Studies (IFS) says that last week's Budget left the richest 10% of households about £260 a year better off. The poorest 10%, the IFS says, were no better off and could actually see their net income fall slightly as benefits are reduced. To understand the differential impact it is worth going back to the pledges made in the Conservative manifesto - to increase the personal allowance before those in work start paying income tax. And second, to increase the threshold at which the higher 40p tax rate kicks in. Both policies have a tendency to benefit the better off for two reasons. If you earn under the new personal allowance announced in the Budget of £11,500 then the tax changes have no effect. And you only receive the benefit of the increase in the 40p tax threshold if you earn more than £45,000. Using the IFS's model, many would say that the Budget was \"unfair\" in that the richest gained more than the poorest. Which appears to contradict George Osborne's big point in the Spending Review way back in 2010 that those with \"the broadest shoulders should bear the greatest burden\". But - the Treasury looks at distributional analysis in a radically different way. Looking back to 2010, it argues that it is more revealing to consider the proportion of taxes paid and public services received. On that basis, the top 20% of wealthy households will be paying 52% of all taxes by 2019-20, compared with 49% in 2010/11. The amount of public spending they receive has remained static at about 11%. As the IFS says: \"The very highest earners - those on over £100,000 a year - have seen significant tax increases.\" The Treasury analysis then goes on to argue that the lowest 20% of households will be paying about 6% of total taxes by 2019-20 - the same as 2010-11. For that, they will receive 25% of all public spending, up a percentage point from 2010-11. Those figures, the Treasury argues, show that despite the \"pie\" - the amount of government spending - being smaller the effects have been fairly distributed. Whether you agree with the pounds and pence approach or the distribution of the pie approach, the argument about Budget \"fairness\" has also hung on the issue of the disability payments budget. My Treasury sources tell me that this issue is more to do with controlling a ballooning budget than hitting an overall public spending surplus by 2020. Digging through the Office for Budget Responsibility's analysis of the government's spending, the rising cost of the disability Personal Independence Payment (PIP) does stand out. The OBR says that the cost of PIPs has risen by £1.4bn since its November forecast, and by £3bn since its June forecast. The OBR makes it clear that the \"transition from the Disability Living Allowance to PIP has saved less money than expected\" and that average awards have been \"revised up by 16% to £100 a week\". The government argues that it is \"fair\" to look at a budget that is rising so rapidly. Critics say that disabled people are being targeted at the same time as tax cuts are helping higher income groups. And pensions are being protected. Whatever the arguments, since the controversy of the Budget the government has agreed to delay any reforms, thereby abandoning plans to cut £1.3bn from disability benefits in 2019-20, the year Mr Osborne has pledged to produce a public spending surplus of £10.4bn. Does that, as some have suggested, blow a \"hole\" in the Chancellor's economic plans for 2019-20? Hardly. In that year alone the government is expected to spend a total of £810bn. So, £1.3bn is, in macro-economic terms, small change. A small revision upwards of economic growth projections or tax receipts would easily cover the costs. Although, of course, those forecasts could go in the other direction - creating a real headache for the resident of Number 11. My Treasury sources tell me that far from Mr Duncan Smith's former Department of Work and Pensions having to find that £1.3bn saving elsewhere from their budget, the whole issue will be looked at \"in the round\" at the time of the Autumn Statement towards the end of the year. And by then, of course, we will know the outcome of the European Union referendum. Which will put a whole different complexion on the state of the UK economy - for better or worse.", 
            "source_url": "http://www.bbc.com/news/business-35863668", 
            "title": "'Fairness' of 2016 Budget under scrutiny"
        },
        {
            "published": "22/03/2016", 
            "content": "Ayaz Basrai is into a lot of things. The 37-year-old NID grad is involved with heritage and food conservation, courtesy The Bandra Project and The Gypsy Kitchen; he is a compulsive doodler; and he does installation art and 3D printing. But, his calling card is his restaurant design. Basrai and his architect brother Zameer, who run The Busride Design Studio, in Bandra, Mumbai, have designed some of the country’s buzziest restaurants. Their portfolio — the brothers have worked on over 75 restaurants in the last decade — is studded with assignments such as Cafe Zoe and Social, in Mumbai, Trishna and The Smoke House Room, in Delhi, Caperberry in Bengaluru and, among others, Venom in Kolkata. The BusRide’s eclectic work reflects a variety of influences — from graphic novels to acid jazz. In an interview with The Indian Express, Ayaz talks about design that stands out; his favourite restaurant and the high of an intellectual challenge. There is one thing common to restaurants with great design — they are places you think of going to irrespective of whether you are with friends and in a boisterous mood, or simply want to spend some time with a close friend or two. And, they are places where you can hear yourself talk. Why does a buzzy food space have a relatively close arrangement of tables? The reason behind it is the kind of demographics that it attracts. So, if you go to, say, Cafe Zoe (Mumbai), you’ll find that, more often than not, the conversation that is happening at the next table is interesting to you as well. It is always a challenge to bring a brief to fruition, especially in our cities that are starved of space. Nearly everyone wants more tables in their restaurants, and naturally so. But it is the intellectual challenge that really spurs us on. For instance, how do you get the space and other elements to correspond with whacky food? Our best work was probably the Smoke House Room and SHROOM, which adjoined it, in Delhi. It was avant-garde food. Like you had a dish called the P soup, and the name, sort of, made you expect something to do with peas. But, instead, what you got was a dish which featured pumpkin, prawn, pickled pumpkin plastic and pumpkin carrot air. So, it was like a well told joke. We designed a provocative space that unsettled the patron. He didn’t know what to expect, just like it was with the food. But, I think Smoke House Room and SHROOM were ahead of its time. The Bombay Canteen, too, does food that is relatively different. But the way the space is designed — it’s like a shell of nostalgia, it has an Irani cafe feel — it settles people down. It is familiar and comforting, and that gets patrons to be more receptive to the kind of food they will be sampling. We spend months researching the area around a restaurant before we set about designing it. That research is reflected in little elements. Most people don’t see it, or are not curious enough. But sometimes people do take notice, and that makes our day. For example, the walls at the Smoke House Deli, in Lower Parel (Mumbai), are studded with hand-illustrated narratives that reference the influence of the mills on Bombay. Subhash Chandra Bose once gave a speech at the site of Phoenix Mills. Each illustration has a QR code at the bottom. It takes you to a custom website that provides you more details about the history of the place and what the illustration is referencing. The best restaurant I’ve been to has to be Andoni Luiz Adruiz’s Mugaritz, near San Sebastian, in Spain. There is no menu, the cutlery is edible and you eat dishes such as candy caviar. When we went there, before our multi-course meal, we were asked to choose between two envelopes marked ‘Rebel’ and ‘Submit’. Some of us in our group picked the former, while some others chose the latter. But, at the end of the meal, we realised that the food we were served was the same. It was just their way of playing with your head. I also love Sketch, in London. ", 
            "source_url": "http://indianexpress.com/article/lifestyle/food-wine/trade-secrets-from-ayaz-basrai-indias-most-prolific-restaurant-designer/", 
            "title": "Trade Secrets from India’s most prolific restaurant designer, Ayaz Basrai"
        },
        {
            "published": "16/03/2016", 
            "content": "He may have come a long way from ‘John Abraham of Dostana in yellow trunks’, but each day is still another glass ceiling waiting to be shattered for John Abraham. “I am still breaking stereotypes, which is good too because it keeps others looking over their shoulder wondering what I’ll do next,\" smiles Abraham, whose next is action thriller Rocky Handsome. The title is inspired by his favourite actor Sylvester Stallone, and is a tribute to this underdog of Hollywood. “I am like him, an underdog who has always struggled and over the years come to a point where I can say I don’t want to do boring, romantic films with positive roles for I don’t find that normal. I did I, Me Aur Main, and everyone saw the result. Give me a Jism, Race 2, Dhoom, Zinda, Shootout at Wadala, films that are edgy, and I’m game,\" says the actor in Abraham. I've no idea about 'Mumbai Saga': John Abraham on Sanjay Gupta's next'Rocky Handsome' emotional tale between man, little girl: John AbrahamJohn Abraham's date issues facilitate Irrfan's filmMy obituary is signed every year: John AbrahamJohn Abraham to back films with good box office returnsAbhishek calls me 'jiggly poo': John AbrahamI've no idea about 'Mumbai Saga': John Abraham on Sanjay Gupta's next'Rocky Handsome' emotional tale between man, little girl: John AbrahamJohn Abraham's date issues facilitate Irrfan's filmMy obituary is signed every year: John AbrahamJohn Abraham to back films with good box office returnsAbhishek calls me 'jiggly poo': John AbrahamI've no idea about 'Mumbai Saga': John Abraham on Sanjay Gupta's next'Rocky Handsome' emotional tale between man, little girl: John AbrahamJohn Abraham's date issues facilitate Irrfan's filmMy obituary is signed every year: John AbrahamJohn Abraham to back films with good box office returnsAbhishek calls me 'jiggly poo': John Abraham All set to release his third production Rocky Handsome this March 25, the producer in him says, “I can think and I can offer you different films. I can act in a Houseful 2 or Race 2 but will I produce it? No. Bollywood is song and dance and that’s fantastic, but when are we going to deliver more than that? I went into production to steer clear of the herd mentality. Because of all the Rs 100-crore films I have done, people remember me for my productions, Madras Cafe and Vicky Donor and that is respect for different cinema.\" Today Abraham is constantly at work, finding ways of marrying commerce with content, translating a real-life incident and showing the youth a part of Indian history that shaped the country. In Panchkula to talk about Rocky Handsome, Abraham says he has once again tried to redefine action in this film. The film has been adapted from the 2010 South Korean superhit film The Man From Nowhere. Rocky Handsome has been directed by Nishikant Kamat, also the villain in it. An emotionally charged story of a man out to save a seven-year-old girl, at its heart it has a beautiful relationship between Rocky and this little girl who calls him Handsome. But it’s not Bajrangi Bhaijaan. “We did about 70 auditions to find Diya Chalwad to play the part of the girl for unlike Bajrangi, here Diya has a lot of monologues and she knew each and every by heart,\" says Abraham. Another experiment was screening the film for men and women between the ages of 16 and 35 to gauge their reaction. “Surprisingly, it was the women who loved the action. It got me thinking how the generation has changed. They didn’t find it gruesome, but called it cool and sexy.\" The idea, says Abraham, was to make it palatable. “The action in the film is crazy, and for a 6ft tall person like me who weighs 94 kilos, it was challenging,\" says Abraham who underwent an intensive 14-hour-a-day month-long training in Thailand in martial arts like hapkido, aikido and silat (Indo-Malay art with knives) and got action directors Rod (from India) and Kesha (Jaika Stunts, Thailand) on board for it. Post-Rocky Handsome, he is all set with Force 2, directed by Abhinay Deo. “This one is Bourne Ultimatum meets Argo, a high-octane action drama. It will be intelligent cinema rather than beating each other’s guts out,\" says the actor-producer, who is eying television and working on films for the digital format too.", 
            "source_url": "http://indianexpress.com/article/lifestyle/life-style/interview-with-john-abraham-i-can-think-and-offer-you-different-films/", 
            "title": "John Abraham: I can think and offer you different films"
        },
        {
            "published": "21/03/2016", 
            "content": "CANDICE SWANEPOEL - the South African Victoria's Secret Angel who has modelled for the brand since 2007 - is expecting her first child. The model confirmed the news just a week after one of her closest friends, and fellow Angel, Behati Prinsloo was revealed to have shared the same happy announcement with close friends. Swanepoel, who - like Prinsloo - is thought to be around four months along, confirmed the imminent new addition via a post on Instagram. The model - who speaks fluent Portuguese after 10 years spent dating half-Brazilian fellow model Herman Nicoli, whom she got engaged to last year - shared a picture of her stomach with Nicoli's hand on it alongside the words, \"Agora vai ser\". The phrase is a Portuguese proverb meaning: \"Now it will be\", to which she added the hashtag #barrigapositiva; meaning \"positive belly\". She later amended the caption to include the words, \"Baby Angel\" accompanied by a rainbow of love hearts. She followed that post with a picture of herself and Prinsloo on location alongside the words: \"Happy first day of spring everyone!\" While it could seem that this year's Victoria's Secret show could look very different with two of its most high-profile Angels expecting at the same time, the brand's chief marketing officer, Ed Razek, confirmed today that both plan to be back to work in time for the show. The executive, who oversees the show, posted a picture of the twosom on his Instagram account this afternoon with the words: \"I am so happy for these two amazing beauties and mums to be! See you at the fashion show Angels!\" As well as Prinsloo, thought to be due in the summer, Angels including Lily Aldridge, Alessandra Ambrosio and Doutzen Kroes have previously all welcomed summer babies and then returned to work in time for the brand's annual end-of-year catwalk show. The brand is also well prepared should the duo change their mind and choose to sit the 2016 show out, having enlisted 10 new Angels last year, plus Josephine Skriver earlier this year, taking the Angel tally to 16 - the highest it has ever been in the brand's history. Swanepoel may not choose to continue walking for years to come, however, having previously shared her desire to eventually retire from fashion, and the limelight in general, and move back to Africa to raise her family with Nicoli in the way she was brought up: surrounded by nature and at a much slower pace than in major cities. \"It's hard to pinpoint exactly what I'm looking for, but I know that my days of being in big cities are numbered,\" Swanepoel - who currently lives with fellow model Nicoli in New York - told us in 2014. \"When you grow up on a farm like I did, you're always going to go back to that feeling - and especially with the way the world is going, I'm looking for some fresh air and somewhere that I feel we are not ruining. It's scary to me to think how my children are going to grow up one day. With social media and everything; kids now don't even talk to each other. It's a very different life, so my kids - poor things - are going to be on a farm somewhere with me like, 'No video games! No TV!'\"", 
            "source_url": "http://www.vogue.co.uk/news/2016/03/21/candice-swanepoel-baby-news-pregnant-boyfriend-hermann-nicoli", 
            "title": "CANDICE AND BEHATI BOTH EXPECTING"
        },
        {
            "published": "23/03/2016", 
            "content": "Struggling BHS won a vital reprieve - safeguarding thousands of jobs for now. Store landlords, suppliers and others owed money backed a rescue deal for the department store chain. The move enables the 164-strong chain, which employs more than 10,000 people, to slash its rent bill. Boss Darren Topp insisted: “We have a very credible plan to return BHS to growth and profitability.\" But some experts are dubious about the firm’s future. Former Focus DIY chief Bill Grimsey called yesterday’s vote “nothing but a pain killing shot for a terminally ill business. It will die shortly.\" More than 95% of BHS creditors voted in favour of one of two company voluntary arrangements (CVA), a form of insolvency. However, the move threatens to hammer the retirement income of thousands of BHS workers. BHS was struggling to plug a £571million black hole in two company pension schemes. Under the CVA, responsibility for those schemes will pass to the Pension Protection Fund (PPF), which steps in when companies get into trouble. However, PPF rules mean BHS workers yet to retire will have their pensions slashed by 10%. Those already retired could also see annual payments capped. The PPF will use the next six months to recover as much money as possible from BHS. Reports say Topshop tycoon Sir Philip Green, who sold BHS for just £1 in 2015, will also be asked to stump-up cash. Yet all workers who pay into a pension schemes could ultimately be forced to help pick-up the tab. The PPF is funded by a levy on what 11million people pay into 6,000 pension schemes. Meeting the BHS shortfall could see the levy go up. The chain’s problems will focus attention on majority shareholder Dominic Chappell, a former racing car driver with a chequered career littered with financial failings, who has been bankrupted twice.", 
            "source_url": "http://www.mirror.co.uk/money/thousands-bhs-workers-jobs-safe-7615859", 
            "title": "Thousands of BHS workers' jobs safe - for now - after stakeholders step in with rescue deal"
        }
    ]
}
