{
    "articles": [
        {
            "content": "A suspected bomb-maker who was thought to have eluded authorities amid the deadly terror attacks in Brussels is believed to have been one of the two suicide bombers who died in the blasts at the city's airport, NBC News has learned. U.S. and Belgian intelligence sources said Wednesday that they are certain Najim Laachraoui died at the airport during the mayhem Tuesday morning — although initial reports indicated that law enforcement was in pursuit of the 24-year-old suspect. Officials said Laachraoui's apparent death supports evidence that links an ISIS terror cell believed to have coordinated the attacks on Paris last November and the bloodshed in Brussels at the airport and a subway station. At least 31 people were killed and over 270 wounded between the two sites in the Belgian capital. In fact, just a day before that attack, Laachraoui was named by officials who urged the public to help in the search for him. In addition, sources say, Belgian authorities had some foreknowledge that an attack was being planned in Belgium, but it was not specific enough to prevent Tuesday's burst of terror. Some information received was useful, and prodded authorities to make raids last week, one of which led to the capture of alleged Paris attacks plotter Salah Abdeslam, a Belgian-born French national captured in Brussels on Friday. Had he not been caught, Abdeslam would have joined in on the Brussels attacks, sources said. And there are other ties between Paris and Belgium, NBC News has learned. Brothers Ibrahim and Khalid El Bakraoui, who each took part and were separately killed in the airport and subway attacks, prosecutors said Wednesday, provided a safe house in Belgium to the terrorists who carried out the carnage in Paris. Some of the bombers met up there before moving on to the French capital. The other brother, meanwhile, helped secure weapons and ammunition for the attackers. Authorities also said several members of the Paris and Belgium attacks traveled to Syria for training, including to work on their bomb-making skills. To characterize any one of them suspects as a master bomb-maker would be \"an exaggeration,\" one U.S. official said. Law enforcement had been in pursuit of Laachraoui — Moroccan-born and Brussels-raised — as a suspected accomplice to Abdeslam. Abdeslam spent four months on-the-run as authorities across Europe tried to root him out, finally cornering him in the Brussels neighborhood of Molenbeek. Authorities say he was working with Laachraoui, who had been under the alias of Soufiane Kayal and was traveling with a fake Belgian identity card. Laachraoui is believed to have constructed the suicide vests used in the Paris siege after his DNA was found on all of them, a French police official told The Associated Press. He is thought to have traveled to Syria in 2013. Laachraoui appeared in an airport surveillance image from Tuesday in which a trio of terror suspects were seen pushing carts carrying massive bombs — disguised as suitcases — through the crowded check-in hall. Ibrahim El Bakraoui was also seen in the video, while the third suspect has not been identified.", 
            "topic": "General"
        }, 
        {
            "content": "A suicide attack has forced the closure of the international airport in Brussels, the capital of Belgium. Two blasts hit Zaventem airport on Tuesday, and they were followed by an explosion in a subway station in the city. At least 30 people were killed. Belgian officials said 20 people were killed at the subway station and at least 10 died at the airport. The Brussels airport has been shut down and will remain closed on Wednesday, authorities said. Other major international airports across Europe have not been significantly affected. FlightStats reports low levels of delays at airports including London Heathrow, Charles de Gaulle in Paris, and the main airports in Frankfurt and Amsterdam. Here's how major airlines have reacted: Lufthansa: The airline has canceled 25 flights to and from Brussels, affecting 2,000 passengers. \"Two flights from Frankfurt and Munich, which were already on their way, have been re-routed to Liege and Cologne,\" a Lufthansa spokesperson said in a statement. Air France: The French airline said one of its flights left at 6:35 a.m. local time to travel from Brussels to Lyon, France. But other scheduled flights did not go ahead. \"Air France staff were present at the time of the explosion,\" it said in a statement. KLM: The airline said its five planned flights would not depart Tuesday. The aircraft for Flight KL1722 remains in Brussels but it was not in the area of the explosion, the airline said. \"The flight's passengers and crew have disembarked and are all safe,\" it said in a statement. Brussels Airlines: The airline has canceled 190 flights and diverted 15 flights to other airports immediately after the blast. Roughly 20,000 passengers have been affected. British Airways: The airline said it has \"canceled a number of flights to and from the [Brussels] airport.\" American Airlines: The airline canceled a flight between Brussels and Philadelphia and has canceled all flights to and from Brussels for Wednesday and Thursday. Customers planning to fly to and from this airport should call the reservation desk for the latest flight information. \"When operations at the [Brussels] airport resume, we will reaccommodate our customers,\" the company said in a statement. United Airlines: The company has canceled all remaining flights to and from the affected Brussels airport. United noted that Flight 950 from Washington Dulles arrived at the airport at 7:01 a.m. local time and customers got off the flight in a normal fashion. Then Flight 999 from Newark Liberty was rerouted to a different location. Delta Air Lines: Delta said its flight DL80 from Atlanta to Brussels \"has landed safely at the airport and is parked remotely.\" Delta's flight DL42 from New York to Brussels was diverted to Amsterdam. \"If your flight is canceled or significantly delayed, you are entitled to a refund,\" the airline said in an online statement. Ryanair: The low-cost airline has canceled its flights out of Zaventem and diverted two inbound flights to a nearby airport in Charleroi. It said it would continue to operate flights from Brussels Charleroi, although there will be delays. EasyJet: All 14 EasyJet flights scheduled to arrive and depart Brussels on Tuesday have been canceled. One flight from Milan was diverted to Maastricht in the Netherlands. Aegean: The airline has canceled all flights to and from Brussels on Tuesday. It's offering free rebookings or full refunds to any passengers who want to cancel their Brussels flights between now and March 31. A flight from Athens that had been heading for Brussels was being diverted to Dusseldorf airport in Germany. Emirates: The airline's flight from Dubai to Brussels -- Flight EK183 -- was diverted to Dusseldorf, Germany. And Tuesday's return flight from Brussels to Dubai has been canceled. The company said it is contacting affected customers to rebook new flights.", 
            "topic": "General"
        }, 
        {
            "content": "Many US-bound flights had already left the UK when American officials decided to close all US airports. \"We are trying to find out just where our in-flight America-bound travellers will be able to land,\" said a spokeswoman at Manchester airport. She went on: \"It could be that they may be able to put down in Canada. We also have a number of flights due to leave for America later today. We are expecting that people on those flights will not be able to travel.\" Officials at other America-serving UK airports, including Heathrow and Gatwick, were trying to cope with the travel chaos. These airports, too, had passengers already in the air and heading for America, with hundreds of others due to travel later today. British Airways meanwhile confirmed it had cancelled all flights to America following the attack. The airline offered its condolences to all those caught up in the actions in the United States today. A spokesman said: \"We can confirm that none of our aircraft have been involved in the explosions. BA flights en route to the USA will be diverted to the nearest available airport. \"Other aircraft recently departed will come back to the UK. We are cancelling all services in and out of America for the rest of the day. \"Passengers wanting information should call 0845 7799977.\" Another major UK-US carrier, Virgin Atlantic, said it had suspended all American flights until further notice. A Virgin spokesman added that flights that had already left the UK for America were returning to Britain. A Virgin flight due to leave for Toronto in Canada this afternoon had not left by 4pm. However, the airline's Caribbean services were unaffected. German air traffic authorities said on Tuesday all European flights to the United States had been suspended after the suspected terrorist attacks in New York and Washington. The government said it was shocked and dismayed after aircraft crashed into the World Trade Center and the Pentagon and its security council was convening under Chancellor Gerhard Schroeder. \"The foreign minister is dismayed and shocked by the reports from New York,\" a ministry spokeswoman told Reuters. A spokesman for the German air traffic authority, citing the European-wide air traffic control office in Brussels, said all flights leaving Europe to the United States had been suspended. The interior ministry said it had set up a cross-ministerial crisis committee but it was not immediately clear what steps would be taken to boost internal security. Schroeder was expected to make a statement later. None of Frankfurt's skyscrapers were evacuated and trading continued as share prices tumbled, with the DAX index of 30 blue chip shares plunging more than nine percent to its lowest level since mid-Oct 1998. In Berlin, security was as always tight in front of the U.S. embassy with the four streets surrounding the building in the east of the city blocked off as usual. The embassy press office declined any comment, but an armoured German police water cannon circled the building. The Germany parliament suspended its debate on the 2002 state budget after the news. \"The situation in the United States has got worse. We have just learned there has been an explosion in the Pentagon, therefore I propose we suspend our session for half an hour,\" Anke Fuchs, who was chairing the meeting, said. US carrier United said it had halted all its operations worldwide in line with directions of America's Federal Aviation Administration. The airline went on: \"We are working with all relevant authorities to obtain further information about today's tragic and terrible events. \"Our thoughts are with everyone who may have been involved in this situation.\" Tonight, passengers attempting to return to the United States and those leaving on holiday were left stranded at Heathrow Airport following the closure of all American air space. Laureen Kartsoonis, who was due to return to Boston at 6pm tonight with her family having spent a 12-day holiday in Greece, said: \"We know we are here for the night, but it's irrelevant after hearing the news of the disasters back home. Our prayers go out to everybody. \"Our inconvenience is nothing and we'll spend here as long as we have to.\" The family, travelling with three children aged under seven, were due to fly on the American Airlines flight and were informed of the cancellation when they arrived at the airport shortly after 2pm. All desks at United and American Airlines were closed at Heathrow's terminal three with waiting passengers being informed that no flights would be leaving for the United States today. Michael Parsons, 62, and his 59-year-old wife, Elizabeth Parsons from Wakefield, West Yorkshire, said they were due to leave on a United Airlines flight to New York this evening for a 15-day holiday. Mr Parsons said: \"We were travelling down on the coach when we heard the terrible news. We've been told to go home as they doubt they will have hotel accommodation for everybody. \"We've had a five hour journey and we are going to stay and try and get a room and who knows when we will be able to fly out. It's a complete tragedy for everyone involved and our sympathies go to all those involved and all their relatives and families.\" Eddie and Brenda Hatton, of Felixstowe, Suffolk, said they were due to leave on the same flight as the Parsons and had also been informed that they were unlikely to get a flight to New York in the near future. Mr Hatton said: \"It's quite devastating news. We can't believe it's happened. We were going for a holiday to America and can't believe that this has happened. We are in a minor state of shock.\" Passengers who continued to arrive at Heathrow Airport were met by banks of television screens showing all flights to North America had been cancelled. Loud speaker announcements warned travellers to expect lengthy delays and armed police were patrolling the terminals in large numbers.", 
            "topic": "General"
        }, 
        {
            "content": "The Queen has called for people of the Commonwealth to support those in need, as she attended a Westminster Abbey service on Commonwealth Day. In the programme for the service, she wrote that people should help those who feel excluded in all walks of life. Former UN Secretary General Kofi Annan told the congregation the Queen had shown steadfast devotion. The Duke of Edinburgh, the Duke and Duchess of Cambridge and Prince Harry also attended the annual event. Singer Ellie Goulding performed Sting's song Fields of Gold at the abbey. Other guests at the multi-faith service included outgoing Commonwealth Secretary General Kamalesh Sharma, Joseph Muscat - the Prime Minister of Malta, which hosted the last Commonwealth heads of government meeting - and high commissioners from the association's 53 member nations. In the evening, the Queen and Prince Philip were expected to attend a reception hosted by Mr Sharma at Marlborough House, the home of the Commonwealth Secretariat, near Buckingham Palace. The Queen is the head of the Commonwealth, and her annual message to the association addressed its 2016 theme - an inclusive Commonwealth. In the programme, she wrote that an essential ingredient of belonging to the Commonwealth was a willingness to share, to exchange and to act for the common good. By including others, drawing on collective insights, knowledge and resources, and thinking and working together, we lay the foundations of a harmonious and progressive society, she wrote. Mr Annan told the congregation: Today the Commonwealth stands as a confident, modern, multicultural and proudly inclusive organisation. He said the Queen had shown unwavering and steadfast devotion to the Commonwealth, adding: We are greatly honoured and deeply grateful for your extraordinary commitment to its people. The Commonwealth, a loose association of former British colonies and current dependencies, along with some countries with no historical ties to Britain, represents 2.3 billion people, of which 60% are aged under 30. Members include Australia, Canada, Cyprus, Fiji, Ghana, Grenada, India, Jamaica, Malaysia, New Zealand, Nigeria, Pakistan, Singapore and South Africa. In his Commonwealth Day message, Mr Sharma, from India, said: Globalisation, the digital revolution and interdependence make us both a rapidly compacting but also colliding world. The strengths of the Commonwealth were never needed more to assert fairness in global outcomes and trust in the richness of our human identities.", 
            "topic": "General"
        },
        {
            "content": "A Dallas man who confessed to killing his wife last year because she wouldn’t stop talking called the woman a “loudmouth\" at his trial today. Jonathan Edelen, 34, took the stand Wednesday afternoon in his own defense. He is being tried on a murder charge in the June 2015 death of Ceaira Ford. “She was a loudmouth. Happy or not, you were going to hear about it,\" Edelen testified Wednesday. “She got aggressive and territorial towards other women.\" Ford, 28, had been dead for a while when police were called to the couple’s apartment at the Primrose Oaks apartments on Perryton Drive near Kiest Park in west Oak Cliff. “Put the cuffs on me and take me to jail,\" Edelen told officers, according to a police report. “I killed my wife.\"  Authorities initially thought Ford might have died of an overdose because they found a bottle of her prescription medication. But Edelen told investigators that he and his wife were arguing that night when he threw a blanket on Ford, jumped on top of her and held a pillow across her head until she stopped breathing, according to his arrest warrant affidavit. Two days later he called police. “If she wanted to tell you something, was there any way to stop it?\" defense attorney Jennifer Balido asked her client. Edelen said no. According to the defense, Ford suffered from depression, mood swings and schizoaffective disorder, diagnosed after the birth of their son, Jonathan Jr. Edelen said his wife was “cool, calm and collected\" when she took her medicine, but that was rare. Even so, he said, they had patched things up after he was jailed for a domestic violence charge. “We were settling in,\" he said.",
            "topic": "General"
        },
        {
            "content": "Shocking CCTV footage has emerged showing two thugs beating up a defenceless pensioner on a bus - as the pair have been jailed for six years each. In the two-minute clip, Jasmine Jenkins, 22, and James Jenkins, 34, can be seen battering, punching, kicking and stamping on their 69-year-old victim. They eventually get off the vehicle as the man lies unconscious on the floor - before one of them returns to take his shopping bags and deliver him a final kick. The victim, who does not wish to be named, has been left scarred for life after the attack in Pontypridd, 12 miles north of Cardiff, Wales Online reports. But despite his injuries, he says he hopes his imprisoned attackers have 'come to their senses'. The video, which helped convict the pair, has been released by South Wales Police. It contains graphic scenes of violence which we are showing to expose the severity of the vicious crimes that led to the cowardly attackers being locked up. Jasmine Jenkins, from Church Village, and James Jenkins, from Glyncoch, launched the attack on the bus as it travelled through the Broadway area at about 5.30pm on February 11. The pair both pleaded guilty to grievous bodily harm and were jailed at Cardiff Crown Court for the unprovoked assault. The victim was travelling alone. He was punched to the floor, where the defendants mercilessly kicked and stamped on him. At the end of the attack, Jasmine Jenkins is shown jumping on her victim. As he lay unconscious on the floor, the pair got off the bus but Jasmine Jenkins decided to get back on board to collect her shopping. In a final insult, she also took her victim’s bags too before delivering another kick. Since the disturbing images were made public, the victim has told us how he was returning home and was sat quietly reading a newspaper when the pair began shouting. \"They were obviously drunk and had been screaming and shouting on the bus, the driver had told them to be quiet,\" he said. \"They were sat at the back and I was half way down reading my paper when I felt an almighty bang across the back of my head. \"I grabbed her hand and pushed her away. \"I went to the driver and he had phoned the police. \"I sat back down and was hit again, I swung round and he started pummelling me. \"I was unconscious and from what the police and the driver told me they were kicking me while I was on the floor. \"They ran off the bus but she got back on for her shopping and also took mine and while she was there she gave me another kick before they ran off.\" When police and ambulance staff arrived, the victim was taken to the Royal Glamorgan Hospital for treatment. He needed 15 stitches to the cut above his right eye and suffered bruising to his ribs and face, but the scar will remain. \"It's all healed now but it has only been recently that I’ve been able to turn over on my right side,” he said. \"After it happened I didn’t leave the house for about two weeks apart from doctors' appointments. \"They've pleaded guilty and apparently sent an apology to me but I think they only did that for a reduced sentence. \"Six years is reasonable, I would have been upset if they had just got a slap on the wrist, even with six years they will be out in three but I hope they would have come to their senses. \"I have been on a bus since but I sit closer to the driver and I don't like people sitting behind me now. \"I wasn't even going to go out that day but it was such a lovely day and I thought it would be good to get out and have a walk around Pontypridd. \"I was only there two to three hours and spent £4 but it cost me a lot more.\" Detective Sergeant Matt Hicks said: \"This was an extremely disturbing unprovoked attack where a man was viciously assaulted in a public place. \"He tried to defend himself by shielding his face whilst lying on the floor but was subjected to further injury. \"These sentences send a strong message that crime and violent attacks on our transport network will not be tolerated. \"We will make every effort to put offenders before the courts.\"",
            "topic": "General"
        },
        {
            "content": "A MAN believed to be the world’s most prolific sperm donor has fathered almost 1000 children after selling his semen on Facebook for $100. Simon Watson, 41, has been donating his sperm for 16 years and during that time he’s fathered hundreds of children, with women giving birth to his offspring at least once a week. The rogue donor advertises his so-called “magic potion\" on Facebook and other internet selling sites, and at just $100 a pot Simon has a constant stream of business, and babies. Dad-of-three Simon, from Luton, Bedfordshire in the UK, said: “My friends and family know everything about what I do, I’ve got no secrets. “My kid’s mates at school think it’s funny. “My boys wouldn’t do it themselves, but they’ve said they don’t mind me doing it.\" Simon, who has two sons aged 19 and 17 from his first marriage and a 10-year-old daughter from his second marriage, recently broke up with his girlfriend of three years due to pressures of the job. He said: “She was fed up with what I do, she actually told me she despised it. “I’m always running off here and there to donate, so it must have got on her nerves. “I became a sperm donor after my first marriage broke down, I knew I wanted more kids, so that’s why I started. “My second wife knew I did it, and I was never going to stop doing it. I think she accepted it, I don’t know if she really liked it though. It’s a bit of a weird one even though it’s all done in plastic cups. “I’ve been donating for a long time now, I used to go through sperm banks, but doing it myself is much more convenient for me. “I generally advertise on Facebook, it’s the way forward. “You can see what people are like on their profile, it’s quite a safe way to do things. “I can be a bit fussy about who I donate to, but generally anything goes - I don’t mind if people drink or smoke, but if someone was a drug addict I probably wouldn’t do it. “I have turned down a couple of people who were obvious nutters, you just make your excuses and get out while you can. “I’ve had way more than 800 children over the years and they’re just the ones I know of. “I never imagined I’d donate to this degree, with the ease of Facebook though it’s great, and it’s really snowballed. “I don’t usually stay in touch with people - if they’re happy I’m happy, and once I’ve done my part that’s it, most of them like to disappear. “If anyone does want to know me better though I’m up for it, but it’s always their decision. “I usually have a kid pop out somewhere every couple of weeks at least, usually more often. I’ve also had a few sets of twins. “Some women say it should be free, but I don’t think $100 for a pot of the magic potion is a bad price. You need to cover the costs.\" Simon, who used to run his parents’ aromatherapy business before becoming a fulltime sperm donor, takes good care of himself to ensure his produce is in tiptop condition, and gets tested regularly to prove he has a clean bill of health. By offering fresh instead of frozen sperm, Simon’s donations fall outside the regulations laid down by the UK Human Fertilisation And Embryology Authority, which governs licensed sperm banks. He said: “I always do it artificially - I have a plastic pot with a sterile sealed syringe for them to inseminate with. I hand over the pot and do a runner, and just leave them to get on with it. “I’m not against blokes doing it naturally though. “I see at least one person a week - most people get pregnant first time with my ammo, but it’s not unusual to take two or three goes. “When people find out what I do most people just find it really funny, I’ve never really come across any negative reactions. “I’ve got no plans on stopping, as long as everything still works. “I’ve got children all over the world now, and the parents are always so grateful.\"",
            "topic": "General"
        },
        {
            "content": "US President Barack Obama has urged Pakistan to show it is “serious” about crushing extremist networks operating on its territory, saying the latest mass killing of students underlined the need for more decisive action. In an interview with the Press Trust of India published on Sunday, Obama said the crackdown on extremists was “the right policy” but was quoted as saying that Pakistan “can and must” take more effective action. The US president praised recent crackdowns by security forces but said more should be done to eradicate violent Islamist groups. “Pakistan has an opportunity to show that it is serious about delegitimising, disrupting and dismantling terrorist networks,” Obama told the news agency in Washington. “In the region and around the world, there must be zero tolerance for safe havens and terrorists must be brought to justice.” Twenty-one people were killed last Wednesday in an attack at a university campus in Khyber Pakhtunkhwa's Charsadda town, which was claimed by a faction of the Pakistani Taliban, barely a year after a massacre at the Army Public School in Peshawar that killed 144 people. A military offensive against extremists in tribal areas was intensified after the Peshawar attack, although Indian officials say authorities across the border still turn a blind eye to jihadist groups. “Since then (Peshawar), we have seen Pakistan take action against several specific groups,” said Obama. “We have also seen continued terrorism inside Pakistan such as the recent attack on the university in northwest Pakistan.” India has blamed gunmen belonging to the Pakistan-based militant group Jaish-i-Mohammed for an attack on one of its air force bases close to the Pakistan border earlier this month that left seven soldiers dead. Obama said the attack on the Pathankot base was “another example of the inexcusable terrorism that India has endured for too long”. The attack came only days after Indian Prime Minister Narendra Modi had paid his first visit to Pakistan, dropping in for talks with his counterpart Nawaz Sharif on his way home from Afghanistan. Modi has resisted pressure to put ties with Pakistan back in deep freeze after the air base attack, and Obama endorsed the continuation of contacts. “Both leaders are advancing a dialogue on how to confront violent extremism and terrorism across the region,” Obama said.", 
            "topic": "World"
        }, 
        {
            "content": "French Defence Minister Jean-Yves Le Drian has launched an “investigation” to identify the source behind a newspaper article that alleged French forces are engaged in a secret war combating the Islamic State group in Libya. French newspaper Le Monde reported on Wednesday that special forces and the military unit of France’s DGSE intelligence agency are engaged in covert operations against Islamic State (IS) group militants in Libya alongside the US and UK. Le Monde also said sources had reported sightings of French special forces in eastern Libya since mid-February. Although the French government has not confirmed the revelations, Le Drian has ordered an immediate investigation into \"breaches of national defence secrecy\" to identify the sources of the report. “The investigation will establish whether elements pertaining to classified information have been revealed in this newspaper article,” a source close to Le Drian told AFP, confirming a report by French weekly magazine Le Point. However, Libyan special forces commander Wanis Bukhamada told Reuters that \"the French military group in Benghazi are just military advisers who provide consultations to the Libyan National Army in its battle against terrorism, but they are not fighting with our Libyan forces”. The IS group currently controls the Libyan coastal city of Sirte, located between the country’s two main cities, Tripoli and Benghazi. Paris has previously confirmed that French aircraft have conducted reconnaissance flights over Libya, where France took a leading role in a 2011 NATO air campaign that helped rebels overthrow the dictator Muammar Gaddafi. It has also confirmed that France has set up an advance military base in Niger on the border with Libya, but denied any further role. France has said that it would only consider a military intervention in the country if the Libyan national unity government requested it. However, the government has yet to be formed. Perhaps this is why France feels the need to pursue covert operations. According to Le Monde, France’s strategy in Libya consists of “regular, targeted strikes, prepared by discreet or even secret actions”. “We must avoid any open military engagement, we have to act with discretion,” Le Monde’s article cited a senior defence ministry official as saying. “The choice of a strategy of containment, which consists of constraining and eliminating the jihadist group’s leaders through targeted operations, sometimes secretly [using special forces], sometimes clandestinely [using the DGSE’s military unit], is, by default, the strategy best adapted to the complexities of Libya’s chaotic theatre,” Michel Goya, a military strategy consultant and former colonel in the French Marines, told FRANCE 24. “Without legal authorisation for direct and open operations in Libya, it is impossible, for political and budgetary reasons, to deploy ground troops to control and occupy territory,” he added. According to Goya, these alleged operations, which require “considerable intelligence legwork”, are likely facilitated by the presence of French troops already in Africa’s Sahel region for Operation Barkhane. “We can suffocate the enemy with this strategy, inflict physical harm by eliminating their leaders and maintaining psychological pressure,” he said. But Goya added that he doubted the strategy would work in the long term, as it “rarely produces definitive and decisive results if the targeted group has a minimal local presence”. He said the operations might have an impact if local forces take advantage of France’s support to fight the IS group on the ground, like in Iraq or Syria. President François Hollande declared France was at war with the IS group after it claimed responsibility for a wave of attacks on bars, restaurants, a concert hall and the national football stadium in Paris on November 13 last year, killing 130 people.", 
            "topic": "World"
        },
        {
            "content": "\"If anyone in the world knows what the people of (Brussles) are going through its Israel and the Israeli citizens, who have stood valiantly and courageously in the face of terror for many years.\" Linking palestinian terrorism to that of Islamic State, Prime Minister Benjamin Netanyahu said Wednesday that both forms of terror were propelled not by despair, but by hope. Islamic State hopes to establish a caliphate in Europe, and the Palestinian terrorist's hope to establish a Palestinian state in all of israel. Netanyahu's comments came at a last-minute press conference called in his Jerusalem office, which he opened by referring to Tuesday's attacks in Brussels and conversations he has held since with Belgian Prime Minister Charles Michel and EU Foreign Policy chief Federica Mogherini. Netanyahu said he expressed the condolences of the people of Israel, and said that “if there is one people in the world that knows what they are going through, it is the citizens of Israel, who have heroically and courageously stood up to terror attacks for many years. I offered them Israel’s full support in the struggle against terror, both intelligence and security assistance.\" Netanyahu stressed that the wrod was in the midst of a campaign against terrorism, and that it was hitting everywhere: in Paris, Ankara, Brussels, Istanbul, the Ivory Coast, California and Israel. By mentioning them altogether he was making a clear point: there is no difference between the terrorism everywhere else in the world, and that which Israel faces. Netanyahu said that the world must act together to deprive the terrorists of the hope that they can succeed in achieving their goals. “That is the most important strategy in the the war on terror,\" he said, adding that he told both Michel and Mogherini that that it was necessary to condemn and fight terrorism. “Let there be no doubt, we will defeat terrorism,\" he said. “If the world joins arms, we will beat it even faster.\" Asked whether Netanyahu's talk about a global terrorist campaign was not an attempt to conceal his own government's inability to put an end to the wave of terror in Isarel, Netanyahu replied, “we are not concealing anything. This struggle is sweeping the entire world and hitting cities with great force and we are working against it.\" Netanyahu said he understands the concerns of the Israeli public and appreciates its support and courage. “We are acting against terrorism in ways that are sometimes unprecedented, and as a result of that we have had success in preventing many large attacks like we have seen elsewhere.\" Among the steps he ticked off were numerous arrests, house demolitions, denying work permits, shutting down incendiary ration stations, closing the borders, completing in the security fence to prevent entrance to Israeli cities, and other steps he said he could not elaborate on. There is a reason, he said, why many countries from around the world are coming to Israel to learn from its experience in fighting terrorism, and “I can tell you that the number is growing each day.\" Netanyahu was also asked about the stability of his government, and said that Yisrael Beytenu Avigdor Liberman predicted that the government would fall in 2015, and now that it will fall in 2016. “It won't fall,\" he said. “The coalition is strong and will continue.\"",
            "topic": "World"
        },
        {
            "content": "Manchester United did little to ease the speculation over the future of Louis van Gaal yesterday when they released a video promoting this summer’s tour of China which failed to show any images of their current manager. The Premier League side are scheduled to play Borussia Dortmund and neighbours City in China, a country which the English game has targeted as a potential source of new, and vast, revenue. But the short video – lasting around 50 seconds – that the club produced to promote the tour fails to show Van Gaal despite there being time to show glimpses of legendary former players such as George Best and Eric Cantona, along with no fewer than 14 current first-team squad members. The “oversight” is all the more noteworthy as comparable promotional footage over the past two summers has seen the high-profile Dutchman figure prominently. And the development will be seen by some as providing the strongest evidence yet that Van Gaal’s three-year contract at Old Trafford will be terminated 12 months ahead of schedule this summer. City have tailored their pre-season programme so that they can “unveil” their new manager Pep Guardiola when his team play United in front of a Chinese audience. It seems likely that Jose Mourinho, widely expected to succeed Van Gaal, will be in the opposite dug-out in Beijing’s Olympic Stadium on 25 July. Van Gaal’s mood yesterday will have been further spoiled by the news emerging from the Germany national team camp that veteran midfielder Bastian Schweinsteiger has suffered the recurrence of a knee injury which may end his domestic season", 
            "topic": "Sports"
        },
        {
            "content": "'Brits starring at foreign clubs' is never likely to be a specialist Mastermind subject and staying at home stunts even our best players' technique and tactical nous. Gareth Bale has overtaken Gary Lineker as the highest-scoring Brit ever to play in La Liga. If you were aware that his 43rd goal for Real Madrid had won him that honour then you’re either a statto or a stalker, because not even Lineker or Bale had a clue. But then, British players starring at foreign clubs is never likely to be anyone’s specialist Mastermind subject. In between Gary and Gareth, only John Aldridge (33 for Real Sociedad) has got anywhere near their La Liga totals, with Real Madrid trio Michael Owen (13) David Beckham (13) and Steve McManaman (8) limping in way behind. British footballers, like German comedians, don’t travel too well. Look past those earning a final pay-day in America or the Far East, or picking up a wage in mediocre leagues after failing here, and Bale is the only Brit in his prime playing at a decent level beyond these shores. Which may be down to the wages being paid here, our aversion to immersing ourselves in different cultures or that too few of the players who come through our coaching system have the technical ability to adapt. To think that doesn’t impact at international level is naïve. Our limited technique and lack of tactical nous is exposed whenever England take on a top nation. Which is why, if Germany decide to really turn up in Berlin on Saturday night, all we’ll see is how hard it’s going to be for England to make any real impact at this summer’s Euros. Yet still, the seeds of wild optimism are being sewn. Here’s Jack Butland: \"The list of players we’ve got is incredible. You’ve got the youngsters coming through. Jack Wilshere, if he’s fit, is an incredible midfield player. Dele Alli, Ross Barkley, Harry Kane, the list goes on. And they’re playing at a high level. If those guys express themselves, we could beat anyone.” But are they incredible? And are they playing at a high level? How many in the current England squad will be playing in the quarter-finals of the club version of the Euros, the Champions League, next month? Due to Raheem Sterling and Joe Hart pulling out injured, the answer is none. And how many of that party are playing abroad? Again, none. Germany, on the other hand, have eight players involved in the Champions League's last eight (Manuel Neuer, Marc ter Stegen, Julian Draxler, Andre Schurrle, Toni Kroos, Thomas Muller, Mario Gotze, Max Kruse), and it would have been nine had Jerome Boateng been fit. Also, 11 of their present squad play outside the Bundesliga (Ter Stegen, Kevin Trapp, Shkodran Mustafi, Antonio Rudiger, Emre Can, Sami Khedira, Kroos, Mesut Ozil, Bastian Schweinsteiger, Lukas Podolski, Mario Gomez). Spain has called up 13 players from clubs in the Champions League's last eight for this round of friendlies, and they have eight players playing abroad. The French squad has six in the quarter-finals (it'd be seven if Karim Benzema didn’t have a sex-tape scandal hanging over him) and an incredible 18 out of their 23 play abroad. UEFA’s list of the 35 best players in Europe last season (voted for by journalists from 54 countries) contained no Englishmen. The one Brit who made it, Welshman Bale, was playing abroad. And England won’t be a force in world football until we have three or four players in that top 35 — and as many again playing at a high level abroad. The truth is that while England’s rivals for silverware this summer can put out teams packed with players starring in the top teams of the major leagues across Europe, Roy Hodgson is picking from a pool who are largely untested outside a domestic competition that’s being walked by Leicester City. Which is why anyone looking at a few decent youngsters coming through and believing that makes England a force to be reckoned with is in for a long, hard summer.",
            "topic": "Sports"
        },
        {
            "content": "Formula 1 drivers have demanded change at the top of the sport, saying its decision-making process is \"obsolete and ill-structured\". Grand Prix Drivers' Association (GPDA) directors Jenson Button, Sebastian Vettel and Alex Wurz have written a letter on behalf of the drivers. It urges the owners and stakeholders of F1 to\" restructure its governance\". Many issues can be traced back to F1 boss Bernie Ecclestone, but the letter does not mention the 85-year-old. It claims that some recent decisions are \"disruptive\", avoid \"the bigger issues\" and \"could jeopardise F1's success\". Writing the letter is an extraordinary step by the drivers, which reflects the strength of their feelings on the matter. The GPDA has been careful not to single out specific issues but collating recent remarks by many drivers and Wurz - and developments over the winter - it seems likely they are referring to a number of issues. These are: decisions on rule changes such as double points in 2014, changing the qualifying format and restricting radio communications for this year, and fundamental errors in the formulation of the turbo hybrid engine rules; plus ideas that have been discussed but not yet accepted such as weight handicaps, reverse grids and qualifying races the move towards pay TV, which is at the centre of declining audiences the failure of the strategy group of leading teams, F1 boss Bernie Ecclestone and governing body the FIA to make significant progress in mapping out a clear direction on the sport's future what is perceived to be an inequitable distribution of income, heavily skewed in favour of the top teams making a decision on F1's tyre supplier for financial reasons when many of the teams and drivers have misgivings about Pirelli What does the letter say? \"It is fundamental that the sport's leaders make smart and well-considered adjustments,\" it reads. \"We feel that some recent rule changes - on both the sporting and technical side, and including some business decisions - are disruptive, do not address the bigger issues our sport is facing and in some cases could jeopardise its future success. \"The drivers have come to the conclusion that the decision-making process in the sport is obsolete and ill-structured and prevents progress being made. Indeed, it can sometimes lead to just the opposite - gridlock. \"This reflects negatively on our sport, prevents it being fit for the next generation of fans and compromises further global growth.\" The drivers add: \"The future direction and decisions of F1, be they short- or long-term, sporting, technical or business-oriented, should be based on a clear masterplan that should reflect the core principles and core value of F1. \"We need to ensure that F1 remains a sport, a closely fought competition between the best drivers in extraordinary machines on the coolest race tracks. \"F1 should be home only to the best teams, drivers and circuits, with partners and suppliers fit for such an elite championship.\" Wurz, a former F1 driver, told BBC Sport the GPDA \"operates by majority vote\" and added: \"In this case, it was an extremely clear vote regarding the desire to express our opinion.\" He emphasised the letter is \"not a knee-jerk reaction\" to the fiasco over the change of qualifying rules for the first race of the season. \"This statement was well-considered and planned between all drivers for quite a while now and discussed again in Melbourne,\" Wurz said. The GPDA is careful to make the letter sound as reasoned and unconfrontational as possible. It emphasises the drivers \"seek competition and love our sport almost unconditionally, which makes us most probably the people with the purest interest for F1, beside our fans\". It says the drivers recognise the sport's leaders \"act with the very best intentions\" and emphasises the letter \"should not be seen as a blind and disrespectful attack\". Wurz said that The business model and the way F1 is run \"needs to be addressed and redefined, followed by a clear road map or masterplan\". He added: \"We are not convinced that individual updates to sporting or technical rules are the solution a) to stop F1 losing viewers and fans; and b) to initiate global growth. \"The desired outcome to the drivers' statement would be to achieve points a) and b). \"Personally, I believe the answer to F1's global growth is mainly based around its business model. \"Over many decades the business and sport have grown amazingly, but things change and we are most definitely witnessing a sudden and fast-changing landscape of media and consumer behaviour, to which we should adjust in carefully considered steps.\"",
            "topic": "Sports"
        },
        {
            "content": "India revived their World Twenty20 hopes with a thrilling one-run victory over Bangladesh in Bangalore. Needing 11 from the final over and two from three balls, the Tigers lost three wickets from the final three balls. Seven of the nine India batsmen reached double figures, but Suresh Raina's 30 was the top score in their modest 146-7 after they were asked to bat first. The hosts' second win of the event puts them second in Group 2 but third-placed Australia have a game in hand. India's final group match is against the Australians in Chandigarh on Sunday, while Bangladesh face the already qualified New Zealand in Kolkata a day earlier. Bangladesh had lost all four previous T20 encounters with India but seemed destined for a famous victory that would have left all four other teams in the group bidding to join the Kiwis in the semi-finals level on two points. Wicketkeeper Mushfiqur Rahim had hit successive deliveries in Hardik Pandya's final over to the boundary to leave them on the brink, but India prevailed as captain and wicketkeeper MS Dhoni, who had removed one glove in readiness for the final ball, ran out Mustafizur Rahman and delivered the coup de grace. Bangladesh captain Mashrafe Mortaza: \"We were on top to the last three balls. It's bad luck, we can't do anything about it. \"It's really disappointing for us. Overall, we've played well.\" India spinner Ravichandran Ashwin, man of the match for his 2-20: \"That's the most we've talked on a cricket field as a team. We've never got together and worried so much. \"I don't think I've got anything left. I'll go back to my room and crash.\"",
            "topic": "Sports"
        },
        {
            "content": "Chinese citizens have reacted with anger and alarm at news of a massive illegal vaccine operation uncovered in Shandong province. The illegal vaccine ring involved hundreds of people, and affected 24 provinces and cities, local media said. On Monday, news that a boy had died after a vaccination sparked more anger, though officials said there was no link to the Shandong scandal. China has seen several health and safety scandals in recent years. 'Isn't this genocide?' The illegal vaccine ring was said to have been in operation since 2011. The ringleaders, who have been arrested, were allegedly a mother and a daughter who purchased the vaccines from licensed and unlicensed sources, and then sold them on to illegal agents or local disease control and prevention centres for high prices, reported Xinhua state news agency. The $88m (£61m) worth of vaccines were not adequately refrigerated nor transported in approved conditions. The potentially compromised vaccines could cause disability and death, Xinhua said. Though authorities had known about the ring since April last year, they only made the news public late on Friday when they issued a call demanding that suppliers come forward to help them trace potential victims. It sparked fury over the weekend as thousands of users on microblogging network Sina Weibo questioned the delay.This is such a huge case and not a single regulatory official has come out to apologise, not a single one has resigned... this system which doesn't care whether ordinary citizens live or die makes one's soul tired, said one user. 24 provinces, 5 years already, and how many children!... It's been nearly a year and then they reveal this! Isn't this genocide? Words cannot express how angry I am! said another. Authorities appeared to respond to the public anger and calls for more information by promising on Monday to punish those responsible. They also released details on the affected vaccines, which included those for polio, rabies, mumps, encephalitis, hepatitis B and meningococcal diseases. Also on Monday, authorities in Guangdong province confirmed that they were investigating the death of a four-year-old boy who had died in early March, days after he was given meningococcal and polio vaccines. Though they stressed that it appeared to have nothing to do with the Shandong vaccine scandal, it did not stop sceptical netizens from making the link. If the exact cause is still being probed, how can you already say that it has nothing to do with the problematic vaccines? You're tying yourself up in knots, said one user. Public confidence in China's health system and food safety regime has been shaken by a number of scandals in recent years, most notably in 2008 when melamine was found to have been added to milk powder, resulting in six babies dying and 300,000 falling ill.", 
            "topic": "Health"
        },
        {
            "content": "Charities say NHS England's eleventh hour decision to pull the plug on game-changing HIV prevention drugs is leaving people at risk.The medication- known as Prep - has been shown in UK studies to reduce the chances of people getting HIV.Charities claim they had expected it to start being rolled-out later this year.But NHS England officials, who had been involved in early discussions about Prep, say providing it is not their responsibility.Instead they say under health regulations, preventative medicine (rather than treatment) falls to individual local authorities to consider.Meanwhile NHS England says it will offer £2m worth of funds to treat around 500 people over the next two years.'Security'It says the money, which local authorities will be able to bid for, will help them consider the overall feasibility and cost-effectiveness of offering the drugs.Prep (pre-exposure prophylaxis) is intended for healthy people who are at high risk of getting HIV. This would include, for example, men who have sex with multiple male partners without using condoms.The medicine is already available to certain groups in the US, France, Israel, Canada and Kenya.And a recent trial by the UK's Medical Research Council and Public Health England showed that giving the drugs to healthy gay men at risk, led to an 86% fall in new infections.Charities describe the approach as a game-changer and argue the decision by NHS England fails those who are vulnerable to HIV.Dr Michael Brady, medical director at the charity Terrence Higgins Trust, said: For the last 18 months charities, academics and patients have been lulled into a false sense of security.Because NHS England has been involved in all the discussions, we had expected the drug to go to a public consultation and then be commissioned and rolled-out - with guidance - towards the end of the year.Pulling the plug on this process at the eleventh hour is leaving people at risk who would otherwise have been protected.And the bottom line is that 8 or 9 gay men are infected with HIV in the UK every day. We see people every day in clinic who we know could benefit from this.We know it works.Dr Mags Portman, who worked on the UK Prep trial and is part of the British Association for Sexual Health and HIV said the situation was extremely worrying.She added: Local authorities have already had huge cuts to their public health budgets and some could struggle.How will they decide who gets Prep if they can't give it to everyone who needs it?Prep has so-far been available to people enrolled in a research trial taking place in six cities in the UK, and can also be bought privately.", 
            "topic": "Health"
        },
        {
            "content": "South Korea has confirmed its first case of the Zika virus, in a man who had recently returned from Brazil.The Centers for Disease Control & Prevention said the 43-year-old was diagnosed on Tuesday and was being treated in Gwangju city.Zika, a mosquito-borne virus, has been declared a global health emergency by the World Health Organization.It has spread rapidly in Brazil and the Americas, and is suspected of causing birth defects.But WHO experts caution the link between the virus and microcephaly - in which babies are born with underdeveloped heads - is not yet proven.Isolated Zika infections have been reported in a handful of countries in Asia.South Korea said the infected man had been quarantined and his movements tracked since returning home, according to the Yonhap news agency.", 
            "topic": "Health"
        },
        {
            "content": "Two new Ebola cases have been confirmed in Guinea, almost three months after it celebrated the end of the outbreak.Three other members of the family are suspected to have recently died from the virus.The cases were reported in the southern region of Nzerekore, where the outbreak began in December 2013.The Ebola outbreak killed more than 11,300 people - mostly in Guinea and its neighbours Sierra Leone and Liberia. The new cases were reported by the World Health Organization (WHO) hours after it declared the latest Ebola flare-up to be over in Sierra Leone.The WHO has warned that sporadic cases of Ebola are likely to re-emerge as the virus can linger on in body fluids of some survivors. This is yet another blow in the long lingering fight against Ebola. But it is not unexpected.Guinea was in fact the only one of the three worst affected countries that hadn't had a re-emergence of the virus after the outbreak was officially declared over there on 29 December 2015.Both Sierra Leone and Liberia have reported little clusters of new cases after declaring the outbreaks over. But they've been dealt with quickly.A risk of new flare-ups remains because Ebola can persist in body fluids of some survivors for months after they recover.A very small number of new cases have been linked to sexual transmission.The world is in new territory here - scientists are still learning as the worst Ebola outbreak in history continues to unfold. More than 17,000 Ebola survivors are dealing with a wide range of complications and social stigma.Some scientists say there's a risk the virus may become an ever-present disease in West African society.", 
            "topic": "Health"
        },
                {
            "content": "Carb lovers among us could be at higher risk of developing lung cancer, even if they have never smoked, according to a new study. But it's not just any carbs. Those with a high glycemic index -- meaning they raise your blood sugar the most -- are the ones associated with increased lung cancer risk. Think white bread, white rice and russet potatoes. In contrast, the carbs in foods such as pasta, oatmeal and sweet potatoes have a low glycemic index. Researchers asked nearly 2,000 people in the Houston area who had recently been diagnosed with lung cancer about the foods that they typically ate in the last year, and compared their reported diets with those of about 2,400 healthy individuals. They also asked them about whether they engaged in behaviors that are known to be lung cancer risk factors, such as smoking, or thought to be risk factors, such as drinking alcohol. The researchers found that people who said their diets contained the most high glycemic index foods were 49% more likely to have been diagnosed with lung cancer than those whose consumption of these foods was in the bottom 20th percentile. The link between foods with high glycemic index and lung cancer was especially strong among people who said they had never smoked, or had smoked fewer than 100 cigarettes in their life. Consumption of these foods was associated with 2.25 times greater likelihood of having lung cancer among \"never smokers,\" but it only increased the risk by 31% among smokers. \"The risk seems to be high among 'never smokers,' suggesting glycemic index is an important dietary risk factor,\" said Xifeng Wu, professor of epidemiology at the University of Texas M.D. Anderson Cancer Center. Wu led the research, which was published in the March issue of the journal Cancer Epidemiology, Biomarkers & Prevention. For smokers, that activity is the dominant risk factor for developing lung cancer and has a much bigger impact than diet, Wu said. Smoking has been blamed for about 85% of lung cancer cases in developed countries. Previous research has linked a number of other foods, such as red meat and dairy products, with higher rates of lung cancer, while consumption of fruits and vegetables has been associated with lower rates. Researchers aren't sure why there is a connection, but the thinking is that high glycemic index foods could drive up lung cancer risk because they cause blood sugar spikes that stimulate the secretion of insulin. Insulin could, in turn, increase factors in the body that tell cells, including potentially cancerous cells, to ramp up their growth. Sugar itself has been shown to increase the risk of heart disease. There is also an increased risk for obesity and associated diseases, including Type 2 diabetes and cancer, which is why the updated U.S. dietary guidelines place new restrictions on sugar consumption. The current study is not the first time that high glycemic index foods have been implicated in cancer. Studies have suggested that these foods could increase the risk of ovarian cancer, thyroid cancer and colorectal cancer. \"However, from all of these studies the results have been inconclusive,\" with some studies finding an association and others not finding an association, Wu said. There have also been suggestions through the decades that diets that are very low in carbohydrates in general could help control the progression of breast and other cancers, although the data is sparse. \"These data are suggestive that (high glycemic index foods) may be a risk factor, but we always need confirmation from multiple studies,\" said Marian L. Neuhouser, a member of the Cancer Prevention Program at the Fred Hutchinson Cancer Research Center in Seattle, who was not involved in the current study. One shortcoming of the current research is that individuals in the lung cancer group may have changed their diet in the months before being diagnosed and participating in the study because they had started to notice symptoms of their disease, Neuhouser said. Although it is not clear if this was the case, or how they may have changed their diets, it could suggest that lung cancer affected diet rather than the other way around. A more telling study would be to ask a group of people without disease about their diet and follow them to see who develops disease, Neuhouser said. Other than certain environmental factors -- primarily smoking, but also exposure to coal burning, radon and asbestos -- it is hard to say which individuals face a higher risk of getting lung cancer, Neuhouser said. Wu and her colleagues are currently developing an online tool that could estimate how much various activities increase a person's risk of developing lung cancer. Until then, without a clear understanding of individual risk, it is hard to say who would benefit most from making lifestyle changes, and what those changes should entail. \"We really need to start thinking about how we can (create) practical recommendations,\" Wu said. Lung cancer is the second most common type of cancer in the United States. It has the highest death rate of all cancers, and is responsible for 25% of all cancer deaths in the United States.",
            "topic": "Health"
        },
        {
            "content": "At least half of Parkinson's disease patients experience psychosis at some point during the course of their illness, and physicians commonly prescribe antipsychotic drugs, such as quetiapine, to treat the condition. However, a new study by researchers at the Perelman School of Medicine at the University of Pennsylvania, the University of Michigan Medical School, and the Philadelphia and Ann Arbor Veterans Affairs (VA) Medical Centers and suggests that these drugs may do significantly more harm in a subset of patients. The findings will be published in the March 21, 2016 issue of JAMA Neurology. The researchers' analysis of about 15,000 patient records in a VA database found that Parkinson's patients who began using antipsychotic drugs were more than twice as likely to die during the following six months, compared to a matched set of Parkinson's patients who did not use such drugs. \"I think that antipsychotic drugs should not be prescribed to Parkinson's patients without careful consideration,\" said senior author Daniel Weintraub, MD, who is an associate professor of Psychiatry and Neurology at Penn Medicine and a fellow in Penn's Institute on Aging. These findings are not the first to link antipsychotic drugs to increased mortality. Studies dating back to the early 2000s have found increased mortality with antipsychotic use among patients who have dementia in the general population. Since 2005 the FDA has mandated \"black box\" warnings on antipsychotic drug packaging, noting the apparently increased risk of death when these drugs are used in dementia patients. Although most dementia cases are accounted for by Alzheimer's disease, there are other forms of dementia, including one that eventually emerges in about 80 percent of Parkinson's patients, usually many years after their Parkinson's diagnosis. However, a study by Weintraub and colleagues in 2011 found that the FDA warnings had done little to curb antipsychotic prescriptions for Parkinson's dementia patients. For the new study, Weintraub and his collaborators examined the possibility that antipsychotic drug use is associated with higher mortality not just in Parkinson's dementia patients, but in all Parkinson's disease patients. Psychosis in Parkinson's, although it is associated with dementia and later-stage disease, can occur even in the early stages of illness and in the absence of dementia. \"It happens not uncommonly earlier in the course of the illness,\" Weintraub said. The underlying causes of psychosis in Parkinson's are not well understood, but are thought to include the spread of the neurodegenerative disease process to certain brain areas, as well as particular or higher doses of Parkinson's drugs that enhance dopamine function. For the study, the researchers examined records from a large Veterans Affairs database, comparing a group of 7,877 Parkinson's patients who were prescribed antipsychotic drugs at any time during 1999-2010 to an equal-sized \"control group\" of Parkinson's patients who did not use antipsychotic drugs. To reduce differences between the groups that could bias the comparison, the investigators paired each patient in the antipsychotic group with a control patient who was matched for age, gender, race, years since diagnosis, presence of dementia, and other relevant factors. The analysis revealed that in the 180 days after they first took antipsychotic drugs, patients in the first group died in much larger numbers, compared with the matched control patients during the same periods. Overall the Parkinson's patients who used antipsychotics had 2.35 times the mortality of the non-users. The relative risk seemed to vary by the specific drug -- for example, 2.16 times higher for quetiapine fumarate compared with non-treatment, 2.46 for risperidone, 2.79 for olanzapine, and 5.08 for haloperidol. First-generation or \"typical\" antipsychotics, which include haloperidol, collectively were associated with about 50 percent greater relative mortality risk, compared to more recently developed \"atypical\" antipsychotics such as risperidone and quetiapine. Antipsychotic drugs have a variety of potential side-effects, including reduced alertness, increased risks of diabetes and heart disease, decreased blood pressure, and--with longer-term use -- movement disorders that can resemble those seen in Parkinson's. The initial FDA warnings were based on findings of increased strokes among antipsychotic users. But researchers still do not fully understand why these drugs are linked to higher mortality in certain patient groups. \"In this study we looked at the dataset for clues,\" said Weintraub, \"but the most common cause of death listed was 'Parkinson's disease' -- so there really wasn't anything that pointed to a specific cause or mechanism.\" He and his colleagues are now conducting a follow-up study that might shed more light on that mechanism. They will examine the same VA database, looking not at mortality but at \"morbidity\" -- disease diagnoses, injuries and other new episodes of ill-health--among Parkinson's patients taking antipsychotic drugs, comparing them with the same matched controls. For the present, Weintraub suggests that neurologists and other physicians should prescribe antipsychotics to Parkinson's patients only after looking for other possible solutions, such as treating any co-morbid medical conditions associated with psychosis, reducing the dosage of dopamine replacement therapies, and simply managing the psychosis without antipsychotics. \"Antipsychotics should be used in these patients only when the psychosis is of clinical significance, and patients probably should not be left on these drugs long-term without re-evaluation,\" Weintraub said.",
            "topic": "Health"
        },
        {
            "content": "Black heart attack patients are more likely than whites to have their ambulance diverted to another hospital due to overcrowding in the closest emergency department, a new study shows. The researchers also found that long diversions reduced black patients' chances of receiving specialized heart care and increased their risk of death within a year. The study looked at 2001-11 Medicare data. The researchers included information on nearly 30,000 heart attack patients who were transported by ambulance to hospitals in 26 California counties. Half the patients had no ambulance diversion, the study found. Another quarter had diversions lasting six hours or less, researchers said. Fifteen percent of heart attack patients had six to 12 hours of diversion, and 10 percent had more than 12 hours of diversion, the study said. Diversions were more likely to occur for patients being taken to hospitals that served minorities -- particularly those that served large numbers of black patients, according to the study. Patients with more than 12 hours of ambulance diversion were: 4.4 percent less likely to be treated in cardiac care units 3.4 percent less likely to be treated in catheterization labs or facilities specializing in procedures to improve blood flow to the heart 4.3 percent less likely to receive catheterization 9.6 percent more likely to die during the following year. The study was published recently in the journal BMJ Open. \"The take-home findings from this study are two-fold,\" Dr. Renee Hsia, a professor of emergency medicine and health policy at the University of California, San Francisco, said in a university news release. \"First, we now better understand the mechanisms behind emergency department crowding and how it affects patients. Not only are crowded hospitals less able to deliver high-quality care, but even sick patients get diverted to hospitals with less technology. On top of that, they are less likely to receive appropriate treatment,\" she said. \"Secondly, we have definitive evidence that minority-serving hospitals, or hospitals that serve a high proportion of black patients, tend to experience higher levels of emergency department crowding,\" Hsia added. Hsia hopes the findings from this study will help make system-wide changes. \"While focusing efforts to decrease emergency department crowding is necessary in all hospitals, it might be more 'bang for the buck' if we want to make a dent in decreasing disparities by targeting efforts in minority-serving hospitals,\" Hsia concluded.",
            "topic": "Health"
        },
        {
            "content": "Many kids who develop urinary tract infections tied to the E. coli bacteria are now failing to respond to antibiotic treatment, a new review warns. The culprit, according to the British researchers: Drug resistance, following years of over-prescribing and misusing antibiotics. \"Antimicrobial resistance is an internationally recognized threat to health,\" noted study author Ashley Bryce, a doctoral fellow at the Center for Academic Primary Care at the University of Bristol in the U.K. And that threat is of particular concern among young patients, the authors said, given that E. coli-driven urinary tract infections (UTIs) are one of the most common forms of pediatric bacterial infections. Young children are more vulnerable to complications including kidney scarring and kidney failure, so they require prompt, appropriate treatment, added Bryce and co-author Ceire Costelloe. Costelloe is a fellow in Healthcare Associated Infections and Antimicrobial Resistance at Imperial College London, also in the U.K. \"Bacterial infections resistant to antibiotics can limit the availability of effective treatment options,\" ultimately doubling a patient's risk of death, they noted. The findings are published in the March 15 issue of BMJ. The study team reviewed 58 prior investigations conducted in 26 countries that collectively looked at more than 77,000 E. coli samples. Across industrialized nations, 53 percent of the pediatric UTI cases were found to be resistant to amoxicillin, one of the most often prescribed primary care antibiotics. Nearly a quarter of young patients in industrialized nations were resistant to the antibiotic trimethoprim. More than 8 percent were resistant to the antibiotic co-amoxiclav (Augmentin). Among children in developing nations, resistance was even higher. Nearly 80 percent of childhood UTI cases in poorer countries were resistant to amoxicillin, and 60 percent were resistant to co-amoxiclav. More than a quarter were resistant to ciprofloxacin (Cipro), and 17 percent to nitrofurantoin (Macrobid). Why? The study team said it could not make any definitive conclusions about cause and effect. But Bryce and Costelloe said the problem in wealthier countries probably relates to primary care doctors' routine and excessive prescription of antibiotics to children. In poorer nations, \"one possible explanation is the availability of antibiotics over the counter,\" they said, making the medications too easy to access and abuse. \"If left unaddressed, antibiotic resistance could re-create a world in which invasive surgeries are impossible and people routinely die from simple bacterial infections,\" they added. In an accompanying editorial, Grant Russell, head of the School of Primary Health Care at Monash University in Melbourne, Australia, said the only surprise was the extent of the resistance and how many first-line antibiotics were likely to be ineffective. If current trends persist, he warned, it could lead to a serious situation in which relatively cheap and easy-to-administer oral antibiotics will no longer be of practical benefit to young UTI patients. The result would be a greater reliance on much more costly intravenous medications. Preventing such a scenario is a \"global responsibility,\" said Russell, with the goal being to rein in the use and abuse of antibiotics.",
            "topic": "Health"
        },
        {
            "content": "Internet and content remain severely restricted in Cuba, with only a very small percentage of Cubans, about 5%, enjoying web access at home. All such internet services are provided by state-owned telecoms company Etecsa. Outside the home, the situation has changed in the past year with the appearance of more than 40 government approved wi-fi hotspots around the capital, Havana, and other major cities. There, Cubans can enjoy largely unfettered internet access and a higher speed connection than most have been used to. Entire families and crowds of young people armed with smartphones, tablets and laptops can be seen at all hours of the day and night hovering around the wi-fi hotspots to get in touch with family and friends in Florida and other parts of the world. Access to social media sites such as Facebook and Twitter is available at the hotspots - but opposition sites are blocked. Although the price of wi-fi access in public places has recently dropped to $2.25 (£1.56) an hour, it is still prohibitive for the vast majority of Cubans. Etecsa also offers limited email access from mobile phones. Despite these recent improvements, the island still has some of the world's worst connectivity. That's why the vast majority of Cubans rely on their weekly dose of Paquete Semanal, an offline selection of material compiled by unidentified curators and delivered every week to subscribers via an unofficial network of distributors using portable hard drives. Dissidents accuse the government of not providing affordable home internet access for political reasons. The Cuban government blames the US for the poor state of telecoms infrastructure, which it says is caused by the American economic embargo imposed in the 1960s. That could change now that US President Barack Obama has announced a deal involving Google, which would extend internet access to a much larger number of Cubans. Nevertheless, even if internet access is made more widely available, the Cuban authorities are likely to keep tight control of access to sites they consider contentious.",
            "topic": "Technology"
        },
        {
            "content": "New research has highlighted security issues on four separate smart gadgets. A smart doorbell, a connected camera, a child's toy and a locator to help monitor children were all found to be vulnerable to straightforward attacks. The default passwords and bad security practices could have leaked data to attackers, said the research teams. However, all four firms have acted on the warnings, tightened up code and closed loopholes. The problem with the Internet of Things these days is that everyone is becoming an IT shop whether they like it or not and whether they realise it or not, said Tod Beardsley, security research manager at Rapid7, who uncovered problems with two of the devices. While IoT device makers were writing code more confidently, few took the extra design steps to make sure the programming they put into smart devices was secure, the researchers found. Mr Beardsley checked the security in two devices from separate firms: a Fisher Price smart teddy bear toy that communicates over wi-fi,  the HereO GPS watch designed to monitor children's movements that emerged from a crowd-funding campaign on Indiegogo. The way the bear communicated with the web was poorly configured, he found, so attackers could have interrogated it to find out more about its young owner, their family and home network. Similar problems were found with the HereO watch that could have let an attacker add themselves to a group of watches used by a family or other group. HereO's chief technology officer said his team fixed the flaw within four hours of being alerted to it. We not only appreciate Rapid7's feedback, but also welcome and embrace the valuable support of the global IoT [internet of things] community in our relentless efforts to maintain a bar-none, zero-tolerance environment for the safety and security of our users, said Eli Shemesh. As HereO at the time had yet to commercialise its GPS watches, at no point was any child at risk of any malicious activity. Separately, researchers at Context IS uncovered security issues with a Motorola Focus outdoor camera. If exploited, the lapses could allow a camera to be taken over and remotely controlled by an attacker and used as an entrance to infiltrate a network to which it was connected. Security experts at Pentest Partners also found problems with Ring - a smart doorbell fitted with a video camera that uses an app to beam video of callers to a phone. But by removing the cover of the gadget and pressing its set-up key it becomes possible to recover the key to the wi-fi network to which it is joined, found the security testing firm. All the security failings found by the researchers were reported to the respective firms and all have now been patched or fixed. Ken Munro from Pentest Partners said Era Home Security was quick to respond to the report of the bug. Tod Beardsley from Rapid7 said getting the security bugs fixed in the two devices he studied was a good and surprising outcome. I was expecting the usual emotional response of, 'How dare you hack our stuff?' and 'What's your motivation?' he told the BBC. But both firms were very mature about it. He added that there were no reports of IoT devices being targeted by attackers as yet but security firms were keen to get product designers thinking about ways to secure their creations as soon as possible. Industry initiatives such as BuildItSecure.ly have been created that attempt to educate gadget makers about secure coding. We are seeing the deployment of internet of things devices accelerate, he said, but we can still get ahead of the curve and prevent some future disasters.",
            "topic": "Technology"
        },
        {
            "content": "Looks like delaying Apple court sessions is becoming a trend. U.S. District Judge Lucy Koh late Tuesday granted Samsung's motion to put a damages retrial on hold until the Supreme Court can review the case. The trial was scheduled to start Monday in San Jose, California, and would have taken about a week. The delay comes only a couple days after a court showdown between Apple and the FBI, slated for Tuesday, was called off. And the pause clears the path for the Supreme Court to make the ultimate decision in this long-running patent dispute. Samsung filed a motion with the Supreme Court in December asking it to re-examine the patent infringement case after losing in court to Apple. As a result of the trial, Samsung has to pay Apple $548 million in damages. The Supreme Court granted that motion Monday, the first time it has considered a design patent case since the 1800s. It likely will consider the case later this year. Samsung requested that next week's damages retrial be put on hold to avoid a possible fourth trial and \"avoid potentially duplicative and wasteful proceedings.\" The company on Wednesday said \"we believed it was important to stay the retrial until the Supreme Court issues its ruling, and the district court agreed.\" Apple declined to comment Wednesday. Apple's attorneys had opposed the motion to stay the trial, saying \"moving forward with proceedings in this case would promote the orderly course of justice.\" Apple also sought to argue how much time and work it has put into preparing for the trial. A decision by the Supreme Court could have a ripple effect across the technology industry and ultimately impact the gadgets you buy because it could finally define the value of design work. For that reason, the case has drawn the attention of a wide number of legal experts, nonprofit groups and technology companies. Together, they filed six amicus, or \"friend of the court,\" briefs in support of Samsung, urging the Supreme Court to consider the case. Some of Silicon Valley's biggest players, including Google and Facebook, argued in the amicus briefs that the lower-court ruling as it stands could have a \"devastating impact\" on the introduction of new products due to a heightened fear of legal challenges. Apple has said all along that it was doing what was necessary to defend its intellectual property and the value of its blockbuster iPhone franchise. Samsung wants the Supreme Court to give guidance on what is covered by design patents, which protect the way an item is used and how it works and also include what damages can be collected. The original Apple vs. Samsung trial in 2012 pitted a pair of the world's largest tech companies against each other. The case captivated Silicon Valley and the tech industry because it exposed the inner workings of two notoriously secretive companies. It was just one of many such trials around the world as the rivals sparred both in the marketplace and in the courtroom. At issue were design patents for a black, rectangular, round-cornered front face; a similar rectangular round-cornered front face plus the surrounding rim, known as the bezel; and a colorful grid of 16 icons.",
            "topic": "Technology"
        },
        {
            "content": "AT&T subscribers with an iPhone 6 or higher can now make and receive calls via Wi-Fi outside the United States. Through text messages sent this week, the carrier informed customers of the change to its Wi-Fi calling feature introduced in October. Previously, the feature was limited to calls within the US, Puerto Rico and the Virgin Islands. Now, you can use it if you're traveling abroad to make and receive phone calls wirelessly. AT&T's Wi-Fi calling page has been updated to reflect the change, stating that \"Wi-Fi Calling can be used in the Domestic Coverage Area (U.S., Puerto Rico, and U.S. Virgin Islands) and from most international countries.\" Wi-Fi calling is a feature that, if enabled, routes your phone calls through a local wireless network. By using a Wi-Fi network, you can still make and receive phone calls even when a cellular connection is weak or unavailable. The feature is provided directly by your carrier and your phone, so you don't have to download any special third-party software. Wi-Fi calling is offered by all four major US carriers: AT&T, Sprint, T-Mobile and Verizon. Making phone calls over a Wi-Fi connection is already popular due to apps such as Skype and WhatsApp. Offering Wi-Fi calling is one way for the major US carriers to compete with such apps as well as with one another as they fight to retain and attract customers. AT&T's international Wi-Fi calling could save you money. Calling someone via Wi-Fi from one US phone number to another US phone number won't incur any additional charges when abroad. Calling an international number from a US phone number will still incur the usual international calling rates, but it won't cost you airtime charges. You can send text messages via Wi-Fi calling as well. \"You can make calls to domestic numbers and receive calls with no additional charge and no impact on voice call airtime usage,\" according to AT&T's website. \"For international calls, the rates from your calling plan or international long distance package apply.\" There are some limitations. For AT&T subscribers, Wi-Fi calling requires an iPhone 6, iPhone 6 Plus, iPhone 6S or iPhone 6S Plus. You must also install iOS 9.3, the new version of Apple's mobile operating system that rolled out Monday.",
            "topic": "Technology"
        },
        {
            "content": "Several years ago, I was in love with the iPad Mini. It had a 7.9-inch high-res Retina display and it wasn't much larger than a Kindle. It could handle my everyday work and was small enough to sneak along with me wherever I went. It was the perfect travel gadget. It made me wonder why I ever needed a larger iPad at all. Now, of course, I wonder whether I even need an iPad at all, since phones are larger and laptops have gotten more versatile. But the iPad Mini 4 has caught my eye again and I've used it constantly. I like it. But I don't know if it's my favorite iPad anymore. 2014's iPad Mini 3 wasn't really an update; it was, quite literally, just a 2013 iPad Mini 2 with the addition of a Touch ID home button for fingerprint identification. The Mini 4 is the iPad I wanted last year: it has an upgraded A8 processor, better cameras, and a more vivid, color-rich Retina display, and on top of all that it's a bit thinner and lighter. It also supports split-screen apps, the coolest part of iOS 9 -- the Mini 4 joins the iPad Air 2 and the upcoming iPad Pro as the only iPads that can do it. In a lot of ways, the Mini 4 is like a shrunken iPad Air 2. But it'll cost you close to the territory of one: $399, £319, AU$569 for the 16GB Wi-Fi model, $499, £399, AU$699 for the 64GB version, and $599, £479, AU$829, for 128GB. To add LTE support -- for using cellular data when there's no Wi-Fi to be found -- add $130 (or £100, AU$160) at each price point, and adjust your cellphone billing plan accordingly. My review version is the 64GB $629 model with Verizon LTE service. It's also worth pointing out that -- at each storage capacity -- you're saving $100 over that larger Air 2, Apple's 2014 9.7-inch model which remains in the lineup. But it begs the question: If you're spending this much on a tablet, why not get the larger, faster iPad Air 2? (With that model already seeing some impressive holiday discounts, the question is even more relevant.) The reverse is also true. Apple's 2013 iPad Mini 2 remains on the market, with a reduced list price of $269 (16GB) and $319 (32GB) -- £219, AU$369 or £259, AU$429, respectively -- and already seen on sale for as little as $199. Yes, it's not as zippy as the Mini 4, and it lacks the newer model's Touch ID fingerprint reader. But for anyone looking to handle basic tasks such as web browsing, email, Facebook and casual gaming, it gets the job done, and with the same eye-pleasing screen resolution, to boot. The best part of the Mini was always how portable it was, without much sacrifice. That's still true here. iOS 9 feels like a perfect fit, too, and that might be the best reason to look into this iPad. If you liked the design before and don't already have a huge phone, this is a versatile little tablet. But there's little reason to trade up from an iPad Mini 2 or Mini 3, and I don't think it's worth spending up to the top-tier Mini 4; I'd switch over to the Air 2 at those prices. So, let's assume you have a 5-inch or larger phone. The extra space of a 7.9-inch tablet is nothing to sneeze at; it adds up to significantly more screen real estate than you'd expect, and its 4:3 aspect ratio fits word processing and productivity apps better than 16:9. But the days of clear divisions between gadget screens are over. It's a gentle curve from tiny all the way up to super-big, and you pick the size that works best for you. The Mini still feels like a superior e-reading device: it's Kindle-like and easy to tuck away in a small bag. I've taken notes on mine, too, in landscape mode. But you can do a lot of movie-watching and game-playing on larger-screened phones now, too. With their 5.5-inch screens, the iPhone 6 Plus and 6S Plus are not the same type of device as the Mini, but they handle some of the same needs. Compared to previous recent iPad Mini models, the screen is enhanced. It has the same 2,048x1,536 \"Retina\" resolution as the iPad Mini 2 and 3, and adds the same laminated display and antireflective coating as the iPad Air 2 and iPad Pro. The difference was noticeable, giving the screen a real pop -- colors seem richer and more vivid, too, matching the quality of the Air 2. The front-facing 1.2-megapixel FaceTime camera is the same one found on all current iPads (except for the addition of burst mode), but the rear iSight camera gets ramped up from 5 to 8 megapixels to match the one on the iPad Air 2. I wouldn't want to shoot a feature film with it, but it's good for the sort of home movies that are the more common target of tablet video shoots. More importantly, it's a very solid tablet for making FaceTime and Skype video calls. The Mini 4 holds its own with split-screen apps in iOS 9, but in my weeks using it I wasn't always sure the Mini's size and processor were perfect fits. Simpler feed-type apps like Twitter and Mail worked best, while side-by-side note-taking and Web browsing were less ideal. It's better to have than not have, but if you're serious about getting more things done on an iPad, you'll probably want to consider a larger screen. Swapping between apps wasn't always buttery-smooth, either. Depending on the app and the situation, the Mini 4 would do what I needed, but the iPad Air 2 handled the same tasks and app-switching (a necessity most of the time in iOS 9) a lot more smoothly. The A8 processor in the Mini 4 seems like a slightly faster version of what can be found in the iPhone 6 and 6 Plus, or the recently-revamped iPod Touch. The iPad Mini 4 does have more RAM (2GB, which helps with multitasking), but the A8 chip inside is essentially year-old technology. That might be why some games which still feel silky-smooth on the iPad Air 2, such as Geometry Wars 3, looked less impressively rendered on the Mini 4. The A8X chip on the year-old Air 2 is still faster, and better. (2015 iPhones use an even better A9 chip, and the monster iPad Pro utilizes the A9X, which should make it still faster yet.) I had no problems using the iPad Mini 4 for anything I needed, but I also didn't find it to be all that fast. A GeekBench 3 test produced results of 1723 for single-tasking and 3108 for multi-tasking (higher is better) on iOS 9.0.2.",
            "topic": "Technology"
        },
        {
            "content": "Microsoft is testing a new chat bot, Tay.ai, that is aimed primarily at 18- to 24-year-olds in the US. Tay was built by the Microsoft Technology and Research and Bing teams as a way to conduct research on conversational understanding. The Bing team developed a similar conversational bot, XiaoIce, for the Chinese market, back in 2014. Microsoft execs dubbed XiaoIce \"Cortana's little sister,\" after the Redmond, Washington, company's voice-activated Cortana personal assistant software. According to Tay's About page, the chat bot was built \"by mining relevant public data and by using AI and editorial developed by a staff including improvisational comedians.\" Anonymized public data is Tay's primary data source, the page says. The bot is targeted specifically at the 18-to-24 age group because that cohort represents \"the dominant users of mobile social chat services in the US,\" the About page says. If a user wants to \"share\" with Tay, the bot tracks that user's nickname, gender, favorite food, zip code and relationship status. Users can delete their profiles by submitting a request via the Tay.ai contact form. The bot's Twitter account, which has been verified, is https://twitter.com/TayandYou. The bot also is on Snapchat, Kik and GroupMe. Thanks to The Walking Cat (@h0x0d on Twitter), we know that Microsoft has built a bot framework for developers. Maybe Tay was developed with that framework? (Just a guess on my part.) Or is Tay an example of the kind of bots that Microsoft will enable others to build using its AI/machine learning technologies?",
            "topic": "Technology"
        },
        {
            "content": "As companies continue to step up the pace of migration to the cloud, many find themselves in the situation of having to bridge the gap between their physical and cloud infrastructures, which brings new challenges. IT has applications it regards as critical but lines of business have different application requirements that they regard as critical. As a result, IT often ends up becoming overloaded with requests, and as they attempt to satisfy demand with more resources, this can lead to over-provisioning of cloud infrastructure and runaway costs. As more workloads are moved to the cloud, IT management must evolve and adopt a new approach to delivering infrastructure, applications and end user access. Indeed, IT needs to remove its attachment to physical infrastructure and start to present themselves as a service providing internal customers with access to flexible resources on-demand to support digital business initiatives. That however is easier said than done and for many migrating their physical environment into the cloud is extremely daunting. In our experience, a good way to begin cloud migration is to use cloud for net new workloads. By running new and often non-mission-critical workloads in the cloud, the operational team can grow accustomed to managing the cloud and understanding performance metrics, and even gain confidence by estimating costs. Being able to slowly move workloads to the cloud will help acclimatise to the new way of working and ensure that IT understands the environment that it is working in, before migrating major workloads. We often get asked what type of applications organisations should move to the cloud. Thisvery much depends on the organisation, but our advice is to take an inventory of your data and applications, and then decide which applications are most important to be hosted in the cloud. You need to assess and tier according to business criticality, considering how much of your environment is virtual and how much is physical, and then identify any critical components, such as specific networking requirements or physical systems. A lack of knowledge and visibility of what assets organisations have and are using is a common challenge for companies due to the complexity of IT infrastructure, so understanding what you have before you consider what to move is really important. In many cases, migrating virtual and less mission-critical applications first feels like the swiftest path to initial success. However, understanding the full range of applications you’re ultimately migrating will help you select a provider best positioned to address your needs. Using cloud-based disaster recovery services is also a good way to start out and become comfortable with cloud operations – particularly if your cloud service provider enables self-service DR management and testing. Physical systems are often the most trying when migrating to the cloud. They are usually the remainders of an older time and part of the IT environment because they are necessary and critical to business operations. There are, however, instances when moving these legacy systems to the cloud is beneficial to the business. Alongside this, moving workloads to the cloud can mean losing visibility into performance metrics, long term history, and even cost visibility. This can greatly increase the burden of managing your cloud workloads and introduce some fear with respect to billing, costs and performance. While migration to cloud is considered to have low set up costs, the ongoing management is equally critical to your cloud decision. Making sure that you work with your cloud provider to maintain the transparency and visibility of these systems is important to keep the business costs and IT budget running as normal. Your cloud service provider should be providing support and training to help ease cloud migration. Companies considering cloud need advisory and architecture advice and services to help them through this transition. However, many providers fall short on the basic on-boarding and support processes they offer to customers as part of cloud deployments. You should ensure that you understand the levels of on-boarding training and support and ongoing customer support for your cloud offering. This goes beyond understanding self-help, knowledge based or message boards. Make sure that you understand the additional costs and the SLAs that you are entering into. Equally, as you look to grow your cloud services, look for a provider that provides support over the phone. In summary,cloud-based applications offer many benefits, including the ability to scale IT resources when needed, quickly launch new apps and ensure a high level of performance at all times – not to mention, if you have a disaster recovery programme in place, keeping the business running if disaster strikes. Having applications in the cloud provides a stable and scalable infrastructure on demand and provides IT employees with the freedom to focus on more strategic initiatives that drive digital transformation across the business.",
            "topic": "Technology"
        },
        {
            "content": "It seems that lately just about everyone is developing a Web application version of their site. Most recently, with the introduction of the Chrome Web Store, the shift toward more stylized, specialized function can only be expected to increase in frequency. But why? The jovial, yet misguided answer is that all publishers want to provide their readers with content in the best way possible. While that much might be true to an extent, the larger idea is that publishers are trying very hard to find better ways to monetize that content. In order to get you to purchase an “application” displaying the content of a website, only the very best presentation will do. To first address the question of the topic, we believe that the answer is both no and yes. While Web apps won’t necessarily replace the website today, they are still a viable, unique option for publishers. As our own Courtney Boyd Myers answered, these value-added features of having pristine Web application could very well be another revenue stream for the publisher. Some website owners are already catching on. USA Today, for instance, has developed an app for the Web Store that the company sees as a way to deliver more content than what is available simply through the USAToday.com site. I had a chance to pick the brain of Kate O’Neill, Founder and CEO of [meta]marketer. The Nashville-based company, which helps websites optimize every aspect of their content, had some interesting insight to the scenario. As O’Neill points out, the present version of what we’re seeing are sites and companies that are simply adopting that which is the latest thing. However, she also brings about a point with which we firmly agree — we’re witnessing the browser experience learning from the mobile platform. At a time when so much of what we do is going mobile, going cloud-based and becoming accessible regardless of location, there are aspects to the application format that have to be given due attention. As O’Neill states, “It’s a very context-driven experience. While it could be very good, it could also be very onerous for site owners to keep up with. The question is how much value is it providing to the business of the website.” What needs to be understood about this shift, though, is that it opens a lot of doors that we’ve previously been afraid to approach. For instance, the analytics community was up in arms not long ago when Google began measuring RSS reads as page displays. However, it’s likely that Google was ahead of its own time in its measurement, because now that door will open again. While Google did back down from the measurement, what it likely should have done, as O’Neill points out, is develop a new metric for measuring this traffic. The views that will be provided via Chrome (and other platform) apps likely need a measurement that is all their own. Not only would that help the site owners better optimize the content provided, but it also will reach into that section about monetization and enabling a better user experience. O’Neill’s statement about the apps being onerous to site owners led me to get in touch with Mitch Canter of StudioNashvegas. While Mitch spends the majority of his time working with WordPress, he did have some great insight into the factors that will be involved in a long-term commitment to the Web app platform. However, Canter does see it as a long-term, viable option for sites. I asked him if he thought we’d see a lot more sites moving toward this platform in the future: I think so. A lot of people are going to try to play within the system. You’re going to see a lot of those niche sort of markets come up as people try to take the technology and embrace it. The technology is only getting better, HTML5 will start to be more prevalent. We can start to standardize things. That embrace, and the shift toward a “platformless” society, should continue to open more doors as well. In speaking with Iain Dodsworth from TweetDeck, we’re offered some insight to the desires that drove the company to build the TweetDeck App for Chrome, affectionately known as ChromeDeck: I always wanted to do a browser based TweetDeck (and it has been the #1 requested feature since day one pretty much) but had doubts as to how much engagement the product would get if it was just another tab. I knew it was the wrong approach to release a simple verison of TweetDeck (TweetDeck Lite) but we couldn’t do a full version of TD until Chrome Apps came along. Interestingly, we’ve also been told that ChromeDeck is unlike most of the applications that you see in the Chrome Web Store. While the majority of “apps” are simply webpages hosted on other servers, ChromeDeck was built from the ground up to run natively in the browser. There is no reliance on servers from TweetDeck itself, which takes a potential problem out of the chain for the user. So the question remains — will Web apps replace Web sites? The answer, it seems, is three-fold. For most sites, the app will be a value-added feature that can be monetized. Additional content can be distributed through the application and made more readily available. For others, the move to an application versus a website will be fitting, especially so if it is well-suited to the mobile lifestyle. Yet the third tier remains, in which sites will likely move from the scenario of additional feature and into application-based. For now, the doors are wide open and it’s a brave, new world to be explored for site owners. We’re hugely excited to see what will come next.",
            "topic": "Technology"
        },
        {
            "content": "While computers manage many things with extreme precision, they have surprising difficulty keeping track of time. It’s pretty much impossible for a computer to keep exact time, although accuracy can be improved to the extent that users are willing to spend more money on the problem, said George Neville-Neil, who spoke at the Association for Computing Machinery’s Applicative conference in New York last week. “There are so many variables in trying to get time better or close to right,\" he said. Neville-Neil is a software engineer who helps financial institutions and other time-sensitive organizations maintain ultra-precise measurements of time. He works on the Precision Time Protocol (PTP), an IEEE standard for relaying the time over a network with greater accuracy than the industry standard Network Time Protocol (NTP). A computer clock can be thrown off by many factors, including network jitter, delays introduced by software, and even the environmental conditions in which the computer is operating. To keep internal time, computers use a crystal oscillator that creates an electromagnetic signal, or a vibration that the computer uses to coordinate processor, memory, bus and motherboard operations. But computer makers often use inexpensive crystals costing only a few cents each, which can compromise accuracy. “If you buy server-class hardware, you will get cheap crystal, and time will wander if you don’t do something about it,\" Neville-Neil said. As crystals age, their frequencies drift. The workload on a system can also affect a crystal’s output: the more work a system does, the hotter it gets, and the heat causes the crystal vibrations to increase in frequency. The average crystal ends up being about as accurate as a mechanical watch, meaning both can skew faster or slower over time at about the same rate. You’re shiny new iPhone has about the same time accuracy as a good mechanical watch built decades ago, according to Neville-Neil. He tested his own laptop against an expensive precision clock and found his computer had drifted off by 15 milliseconds within two hours. “This is typical behavior,\" he said. Most end-users wouldn’t notice such small discrepancies, but increasingly some computer systems require high precision. Distributed systems, which harness multiple servers to work on a single task, require the computers be synchronized on the same time. Debugging distributed systems requires understanding an temporal order of events as they unfurl across different nodes. Robotic systems also require precise time, to calibrate motions of their moving parts. Power companies use time to control the frequency of the alternating current delivered to customers; U.S. power grids need time to be counted out 60 times a second, for instance. The base stations for next-generation LTE (Long-Term Evolution) cellular networks need to synchronize their operations within 1,100 nanoseconds. And in the financial world, high frequency trading requires precise measurements, as automated traders vie to complete orders in milliseconds. Of course, most servers can get outside help, by synchronizing over the Internet from one of the world’s official time keepers, such as the U.S. Naval Observatory or the National Institute of Standards and Technology. Getting the correct time from the Internet also has pitfalls, though. A NIST server could spit out a message with the exact time, but there’s a slight lag before that message gets back to the server sending the request. Server software can estimate how long the messages will take to get through the network, but each trip may vary depending on congestion. By default, NTP, used by most servers for time synchronization, polls a master clock once every 64 seconds, a frequency that can only be increased to about every 15 seconds, limiting accuracy. NTP also has difficulty maintaining accuracy in virtualized cloud environments, often for mysterious reasons. “Getting accurate time out of virtual machines is something that has plagued all of the virtual machine providers,\" Neville-Neil said. VMware has worked on improving the time accuracy of its virtual machines, though for many general use cloud providers, such as Amazon, exact time measurement remains a challenge. Even when checking an outside master clock, computer software will introduce additional distortions. The operating system typically digests network packets in batches, delaying time packets. And the software for managing time may be pushed down the processing queue in favor of other jobs. Precision Time Protocol, the IEEE standard, was developed to offer servers even greater accuracy. It’s used by the financial industry, the power industry and telecommunications companies. There is no magic that makes PTP more accurate than NTP, other than the fact that it polls a master clock more often, Neville-Neil said. PTP can check a master source every second, for those organizations willing to allocate more network bandwidth. Using multicasting, all the servers see the same time packet at the same time. “You can always build a more accurate time system, though it generally costs an order of magnitude more money per accuracy level,\" Neville-Neil said.",
            "topic": "Technology"
        },
        {
            "content": "Since he was a graduate student, Armando Solar-Lezama, an associate professor in MIT's Department of Electrical Engineering and Computer Science, has been working on a programming language called Sketch, which allows programmers to simply omit some of the computational details of their code. Sketch then automatically fills in the gaps. If it's fleshed out and made more user-friendly, Sketch could ultimately make life easier for software developers. But in the meantime, it's proving its worth as the basis for other tools that exploit the mechanics of \"program synthesis,\" or automatic program generation. Recent projects at MIT's Computer Science and Artificial Intelligence Laboratory that have built on Sketch include a system for automatically grading programming assignments for computer science classes, a system that converts hand-drawn diagrams into code, and a system that produces SQL database queries from code written in Java. At this year's Verification, Model Checking, and Abstract Interpretation Conference, Solar-Lezama and a group of his students -- grad students Rohit Singh, Rishabh Singh, and Zhilei Zu, along with MIT senior Rebecca Krosnick -- described a new elaboration on Sketch that, in many cases, enables it to handle complex synthesis tasks much more efficiently. The researchers tested the new version of Sketch on several existing applications, including the automated grading system. In cases where the previous version would \"time out,\" or take so long to reach a solution that it simply gave up, the new version was able to correct students' code in milliseconds. Sketch treats program synthesis as a search problem. The idea is to evaluate a huge range of possible variations on the same basic program and find one that meets criteria specified by the programmer. If the program being evaluated is too complex, the search space balloons to a prohibitively large size. In their new paper, the researchers find a way to shrink that search space. \"When you're trying to synthesize a larger piece of code, you're relying on other functions, other subparts of the code,\" Rishabh Singh explains. \"If it just so happens that your system only depends on certain properties of the subparts, you should be able to express that somehow in a high-level language. Once you are able to specify that only certain properties are required, then you are able to successfully synthesize the larger code.\" For instance, Singh explains, suppose that one of the subparts of the code is a routine for finding the square root of a number, and a higher-level function relies on the results of that computation. If the previous version of Sketch were trying to evaluate variations of the high-level function, for each variation, it would also have to evaluate variations of the square-root function. Since finding square roots is a complex process, that would make the search prohibitively time-consuming. With the new version of Sketch, however, the programmer can simply specify conditions that the square-root function has to meet: The output multiplied by itself must equal the input. Now, Sketch can satisfy itself that the square-root function it comes up with meets that criterion and move on to the higher-level function. It doesn't need to re-evaluate the square-root function at every pass. In fact, this places a slightly greater onus on the programmer, who now has to reason about the criteria that each low-level function must meet. But it allows Sketch to handle much more complicated problems. Solar-Lezama concedes that it will take a good deal of work before Sketch is useful to commercial software developers. \"The application as a tool-building infrastructure, using it to build higher-level systems on top of it, we've demonstrated very convincingly by building a variety of systems that do things that couldn't be done before,\" he says. He has, however, conducted usability studies with Sketch, recruiting MIT undergraduates with only a semester's worth of programming experience to test it. In all cases, he says, the students successfully used Sketch to produce working code. But in many cases, the missing code took an unacceptably long time to synthesize, because of the way the students had described the problem. \"It still requires a level of expertise and understanding about the underlying technology in order for it not to blow up,\" Solar-Lezama says. \"As far as the more ambitious goal of everybody dumping C and using Sketch instead, we'd still have to push quite a bit.\"",
            "topic": "Technology"
        },
        {
            "content": "The UK economy would be hit by leaving the EU, but the impact would be \"small\" and unlikely to lead to big job losses, according to credit agency Moody's. The UK could also be allowed to keep many of its trade terms with the EU so as to avoid disruption, Moody's said. The report shows economic warnings from pro-EU groups have been \"baseless scaremongering\", Vote Leave said. But the Britain Stronger in Europe group said it was further evidence that leaving would damage the economy. The Moody's report comes after the CBI warned a British exit from the EU - known as a \"Brexit\" - could cost the UK economy £100bn and nearly one million jobs. A vote to leave in the 23 June referendum would create significant uncertainty that would hamper economic growth, according to Moody's. But the ratings agency said this would be partly offset by a decline in the pound - making UK exports more competitive - and by companies having time to adjust during UK-EU negotiations that it expects to last for at least two years. \"Our central view is that the negative economic impact of Brexit would be relatively small,\" the credit agency said. As a result, Moody's would \"not expect to see significant increases in unemployment or [interest] rates, or substantial declines in property prices across the UK as a whole\". All you need to know about the EU referendum UK and the EU - better out or in? Economic models: Can we trust them? EU referendum timeline Trade terms Matthew Elliott, chief executive of Vote Leave, said of the report: \"The UK will not face trade barriers after we Vote Leave, jobs will be safe and our credit rating will not be affected.\" However, Lucy Thomas, deputy director of Stronger In Europe, said: \"By leaving, we would unavoidably end up with worse trade terms. That would hit British industries such as car makers and financial services, putting jobs, low prices and financial security at risk for British people. \"Until the Leave campaigns can specify exactly how they would avoid that, going out on our own is a risk we can't afford to take.\" No trade deal would be as good as the one the UK currently has, she added. Moody's said: \"We expect that, over time, the UK and EU would come to an arrangement to preserve most - but probably not all - of the current trading relationships, thereby limiting the impact on UK exporters and supply chains of UK importers.\" This is because both the UK and EU would want to avoid large-scale disruption, it said. The ratings agency also pointed to HSBC's recent decision to keep its headquarters in London as evidence the capital would still be an attractive home for financial services firms. \"Although there are clear downside risks to the City of London's standing as a global financial centre, in our central scenario we do not see Brexit materially damaging its strong position,\" it said. Gas, electricity, water and broadband networks would see \"little\" impact from a Leave vote, despite the UK having to replace existing EU regulations. The agency looked at 200 UK companies for the report, finding that the risks of a \"Brexit\" would mainly centre around: additional trade barriers; investment decisions; regulatory changes; and curbs on migration.",
            "topic": "Business"
        },
        {
            "content": "UK inflation as measured by the Consumer Prices Index was unchanged at 0.3% in February, according to the Office for National Statistics (ONS). Food prices saw the biggest rise, particularly vegetables, but transport costs fell, the ONS said. Annual inflation has been below the Bank of England's 2% target for two years, and last year it was zero. The Bank said last month that it expected inflation to stay below 1% this year. Deficit woes Other ONS figures published at the same time indicated that Chancellor George Osborne is close to missing his target for cutting the country's budget deficit in the 2015-16 financial year. Government borrowing fell less than expected in February, coming in at £7.1bn, according to the ONS. That brings the total deficit for the 11 months of the year so far to £70.7bn, as against the chancellor's full-year target of £72.2bn. The borrowing figures mean the government can only borrow another £1.5bn this month if it is to avoid overshooting the forecast set by the Office for Budget Responsibility at the time of last week's Budget. But all is not yet lost for the chancellor, because the OBR predicts he will be saved by revisions. \"We continue to expect borrowing to fall faster in February and March than over the year to date, although this may not be reflected fully in the initial outturn data due in April,\" it said. This morning's ONS release revised down January's borrowing by £2.6bn, for example. So even if next month's figure overshoots the forecast, we may have to wait a bit longer for confirmation. \"While there is gradual progress in reducing the deficit, the timetables outlined in the Budget last week remain too ambitious, and the return to surplus may take a bit longer than the chancellor hopes,\" said David Kern, chief economist at the British Chambers of Commerce. \"The difficulties in implementing some of the planned budget cuts will increase the problem.\" Under the separate Retail Prices Index (RPI) measure, which includes housing costs, inflation was 1.3% in February, also unchanged from the previous month. The ONS said the biggest downward pressure on the inflation rate came from the transport sector, with price changes for items such as road passenger transport, second-hand cars and bicycles. Toothpaste and other personal care products also saw a fall in price. However, higher prices for vegetables, milk, cheese and eggs made up for those declines. Hotel accommodation and restaurant bills also saw increases, as did the price of furniture and household equipment.",
            "topic": "Business"
        },
        {
            "content": "The \"unknown\" of leaving the EU could help stimulate Britain, according to Hargreaves Lansdown co-founder Peter Hargreaves, who backs the UK's withdrawal from the union. He told the Today programme a fresh start could help Britain innovate. Demand for UK fashion and cars, as well as the attractiveness of the UK as a market for the EU, would ensure good trade deals, he said. The Stronger In campaign said the EU supported jobs, growth and low prices. Mr Hargreaves founded stockbroker Hargreaves Lansdown in 1981 with business partner Stephen Lansdown. He stepped down from the board of the company last year, but still owns a stake of more than 30%, worth just under £2bn. \"I'm firmly convinced, that day - hopefully - we decide to leave, that little bit of insecurity, that little bit of unknown will be an absolute fillip to everyone,\" said Mr Hargreaves. \"It will be a great incentive for us to go out and prove that it's right.\" \"When Singapore became independent from Malaysia, that little insecurity that they were no longer part of Malaysia, it was an inspiration,\" he said. \"I honestly think that would be good for us too.\" He said concerns about leaving the EU and the impact it would have on the financial sector, particularly in the City of London, were overblown. \"We raise money for the Russians; we raise money all over the world, for countries that are not in Europe,\" he said. \"They've got to use London. London can raise billions on a few phone calls.\" He said bankers would not want to move to Paris or Frankfurt because of higher taxes, and London's attractiveness as a place to live. But Richard Reed, co-founder of Innocent Drinks and co-treasurer of the Stronger In campaign, said: \"Being in the EU means British businesses like Innocent, the company I co-founded, can trade more freely - both with the EU itself and with the more than 50 other countries we have trade deals with through the EU.\" \"That supports jobs, growth and low prices for Brits at home.\" Mr Hargreaves said demand for goods in and from the UK would spur quick and favourable trade deals, and the popularity of British fashion and brands such as Rolls-Royce and Jaguar would help the UK flourish after an exit. \"Can you imagine if they put up a trade barrier - and we would reciprocate immediately - just imagine the three phone calls [German Chancellor] Angela Merkel would get the following day, the chief executive of [Volkswagen], the chief executive of Mercedes and the chief executive of BMW.\" He said his main objection to the EU relates to rules and regulations. He added that the free trade element was \"marvellous\". Keeping 28 members happy made trade deals outside the EU cumbersome, he argued. The UK could look to the Commonwealth for more trade, free of prior deals that may favour other European nations. His views contrast with those of many other business leaders. Earlier this week, Britain's biggest business lobbying group, the CBI, said 80% of members questioned in a survey want to stay in the EU, although it declined to join a campaign to stay. The Stronger In campaign's Mr Reed said: \"We'd be faced with having to first renegotiate a trade deal with the EU, then our trade partners we already have deals with now,\" which would take \"years\" and would mean losing negotiating power within the bloc. Earlier this month, the possibility of Britain leaving the EU was cited as the \"biggest domestic risk to financial stability\" in the short term by Bank of England governor Mark Carney, although he emphasised the Bank was not taking sides in the EU referendum.",
            "topic": "Business"
        },
        {
            "content": "The owners of small and medium-sized firms are less confident than at any time since 2013, according to the Federation of Small Businesses (FSB). Pensions auto-enrolment and the impending National Living Wage are seen as factors in the dip in confidence. However, the survey was carried out before the Budget, which was viewed as good for small companies. \"Small business confidence has clearly faltered, \" said the FSB's vice-chairman, Sandra Dexter. \"Which is why the welcome small business focus in the Budget is so important,\" she added. \"We need a renewed push for growth and productivity, with policymakers delivering a sustained package of support for ambitious small firms,\" she added. The survey found FSB members in all UK regions reported a fall in confidence, but it was most marked in London and the East of England. Overall, Scotland and Northern Ireland were the least confident regions. The organisation, which represents about 200,000 firms, points to \"uncertainty about the strength of the UK and global economy\" as contributing to cooling confidence. It also highlights the first fall in jobs being created by its members for three years and the weakest performance for their exports since 2012. However, Ms Dexter acknowledged that budget measures, including changes to business rates which will mean many small firms will not have to pay at all, would help. \"Delivering on tax simplification measures will be vital,\" she added, \"as will pressing ahead with new investment in much-needed infrastructure. \"Taken together, these measures should help to boost confidence and help small firms to grow and succeed.\" The results of the survey were published ahead of the FSB's national conference, which is being held in Glasgow.",
            "topic": "Business"
        },
        {
            "content": "The US Federal Reserve has decided to keep interest rates at between 0.25% and 0.5%. The central bank said the labour market was strengthening, but it was still looking for inflation to reach its 2% target and expected the US economy to continue to \"expand at a moderate pace\" The US central bank last raised rates in December, saying it expected to raise rates four times in 2016. It now says it expects to raise rates just twice this year. \"Proceeding cautiously will allow us to verify that the labour market is continue to strength given the economic risk from abroad,\" said the Chairman of the Federal Reserve, Janet Yellen, speaking at a press conference after the announcement. In a statement issued on Wednesday, the Fed's Open Market Committee - which decides the level of interest rates - said that while the US economy was seeing some improvement, weaker global markets were having a dampening effect. \"Household spending has been increasing at a moderate rate, and the housing sector has improved further; however, business fixed investment and net exports have been soft,\" the committee said. As one Fed watcher put it, this amounted to easing of monetary policy. The Federal Reserve scaled back the number of times it expects to raise interest rates this year, warning that global economic and financial developments continue to pose risks. Fed officials publish their forecasts for the central bank's key interest rate on a chart known as the \"dot plot\". By pencilling in just two hikes this year - instead of the four assumed back in December - they were sending a message: they think the US needs more time to recover. Fearing that financial markets might get ahead of themselves, Chair Janet Yellen in her new conference warned that the \"dot plot\" was not a promise and that policy was not on a pre-set course. A message that may not have got through given the reaction on the S&P which closed at a high for this year. An unexpected rise in underlying US inflation has led many investors to view June as month when the Fed will raise rates. The Fed said its target of 2% inflation could be reached over the medium term, however, due to the effect of falling oil prices. Inflation and the job market have been the two key factors in the Fed's decision to raise rates. The US labour market has been improving. The unemployment rate fell bellow 5% in January. Ms Yellen stressed that the labour market participation rate - which measures the number of people looking for work - had also improved, a further sign of a strengthening economy. Ms Yellen stressed that \"policy is not on a pre-set course\" and would change \"as shocks positive or negative affected [economic] forecasts\". In December, the Fed downgraded its growth expectations for the US economy from 2.4% to 2.2%. Energy prices have been a significant factor in the Fed's decision. The price of oil has risen from an 11-month low of below $30 a barrel to just under $40. Ms Yellen said this had eased concerns about the health of some companies and foreign markets that rely on oil production. At the same time lower oil prices have allowed US households to spend in other areas.",
            "topic": "Business"
        },
        {
            "content": "It's one of the biggest economic challenges at the moment: with the recession behind us, employment is improving, yet wages remain stubbornly low. In America, median wages have been stagnant for more than 40 years. In Japan and Germany, it's been 20 years without a pay rise. And it's a global problem - wage growth has been weak around the world for nearly a decade. \"Over the last seven or eight years, wage growth has been very disappointing all over the world. After the Second World War, times were really good. \"Ever since the global financial crisis wage growth, which was doing pretty well over the past 50-60 years - something like 2% a year - fell a lot in richer countries and also fell or stagnated in poorer countries. \"In Britain in particular, wages fell very dramatically - there was a [more than] 10% fall of real wages in the six years after 2008. \"That fall is really unprecedented. We have to go back to the 1920s before you see falls of real wages of anything like that order of magnitude. \"The countries which have been doing better - both before the crisis and afterwards - have been emerging economies. \"China, in particular, has done extraordinarily well. The growth of China since 1980 has led to enormous increases of people's real wages, and even after the crisis, that has continued albeit at a much slower pace than it was before. \"Other countries, including India for example, have also done relatively well.\" \"Germany after 1989 was in a very difficult situation. It had to economically integrate East Germany, which was hidden behind the Iron Curtain for more than four decades and which, in terms of productivity, was about 60% of the level of West Germany. \"At the same time the possibility of people in East Germany to move freely around in the new unified Germany meant that wages had to adjust. So the gap between productivity and wages had to be more or less subsidised by the taxpayer. So the economic burden of that slowed Germany down for at least a decade. \"After the early 1990s, when most of the eastern European countries opened up to become market-based economies, German industry had the possibility to dislocate production into these countries where wages were much lower. \"The papers in the early 2000s were full of articles where yet another company was threatening to move production into eastern Europe, unless worker representatives would accommodate wage restraint and more flexible solutions regarding the workforce. \"So wages, in particular at the lower end of the distribution, actually started to decrease. At the median, wage growth was basically stagnant. \"Wage negotiations were decentralised from the level of the industry [and] region down to the level of the firm. That we believe has been partly responsible for the possibility of German industry to become more competitive. \"I believe the flexible response of the employers and unions played an important part to keep production in many of the core manufacturing sectors in the country, which allowed Germany to be more or less in full employment at the moment, compared to many of its European competitors, where a large part of manufacturing has actually been moving away. \"So wages may have suffered, but the jobs are still in the country, and I think that is far more important.\" \"The three pillars of Japanese employment are lifetime employment, seniority-based wage and also enterprise-based unions. These pillars are very important. \"The system began to change in the late 1990s. Globalisation was in progress and Japanese companies [began] looking for short-term profits. \"In order to increase profits, you need to reduce labour costs: replacing full-time by non-regular workers. \"So the corporation hires a temporary agency worker but he or she doesn't work for this company, so their employment is relatively insecure. The wage growth is very little, even though you work long years. \"This is a controversial issue. But because it is very difficult for Japanese workers to move to another company, they have to take whatever they are given by the company. So, as a result, Japanese workers do not have a strong bargaining position. \"Job security for regular workers has declined [a] little bit, and the wage growth of regular workers has also suffered. \"This is an international phenomenon because of globalisation and increased competition. I think it reduces full-time employment and increases [the number of] non-regular workers everywhere.\" \"[When] I walk into the Oval Office to tell the president the latest employment data, the question I get from him the most often is 'what's going on with wage growth?' That's an issue he wrestles with, throughout what he's doing in public policy, but really at a personal level. \"You go into a factory today, and you don't see many people. You see a lot of machines. The number of robots is increasing dramatically year after year. It's most concentrated in sectors like automobile production, but it's spreading throughout the economy. \"If you look over the last 25 years in the US and across the industrial countries, that's what you've seen. Innovations have complemented and enhanced the skills of skilled professionals, replaced jobs from people in the middle, but they haven't replaced the person working in the hospital tending to the patient. \"So, you've seen jobs at either end of the skill distribution growing, those in the middle dropping. And that's been going on for over a quarter of a century now. \"In the US, we produce about $16tn (£11tn) a year. The benefits of that are divided. A substantial portion of it, about $10tn (£7tn), is paid out to workers in wages and benefits, but then companies get profits. \"What we have seen is that portion of how much we make each year that goes to workers in the form of wages has gone down. The proportion going to businesses in the form of profits has gone up and that's just another way in which you just don't get wage increases commensurate with the type of economic growth. \"We've looked at data in the US for the last 100 years and found that when the share of workers in trade unions goes down, the share of income going to the bottom 90% of Americans also goes down and with trade union density at less than 10% right now, it shouldn't be a surprise that the share of income going to the bottom 90% of households, is at a near century-long low.\" \"There has also been a real change in the institutional dynamics that help shape the distribution of income; the decline of labour unions, the fall in the minimum wage adjusted for inflation, the increased concentration in a lot of industries, the increased number of super-successful companies. \"All of that has contributed to a tilting of income away from labour towards capital and towards managers and people that work for successful companies. And so tackling all of that is also an important part of dealing with inequality in wage growth.\"",
            "topic": "Business"
        },
        {
            "content": "If the UK leaves the European Union, British households could be on average as much as £1,700 a year worse off, a think tank has said. In the longer term, the average cost to households could be up to £6,400, according to the Centre for Economic Performance. It says a decline in trade would cost the economy \"far more\" than would be gained from lower EU contributions. But Vote Leave described the claims as \"ridiculous\" and lacking \"credibility\". The Centre for Economic Performance (CEP) is a think tank based at the London School of Economics. In reaching its conclusions, the CEP starts from the standpoint that about half of the UK's trade is with the EU and that as a member of the EU the UK benefits from there being fewer barriers to trade. It says post-Brexit the UK would do less trade with the EU because there would be higher tariffs on goods. But also there would be other non-tariff barriers to trade, such as British exporters to the EU having to prove their goods were made in the UK. Also in the longer term the UK would get less benefit from future market integration within the EU. According to the researchers, in the best case scenario the UK negotiates a deal with the EU similar to Norway's. Norway is a member of the European Economic Area and has a free trade agreement with the EU, so there are no tariffs on trade between the two. However, there are some non-tariff barriers to trade. After deducting the savings that would be made by the UK no longer having to make contributions to the EU budget, the researchers say there would be a fall in UK income of 1.3% - which equates to £850 a year per household. In the worst case - the researchers assume that the UK cannot negotiate a new trade agreement with the EU and all trade between the UK and EU is governed by World Trade Organization rules. This they say would mean bigger increases in trade costs. It would mean a fall in UK income of 2.6% - or £1,700 per household, according to the CEP. \"In the optimistic scenario where incomes shrink by only 1.3% we would - like Norway and Switzerland - have to pay into the EU budget and accept EU regulations that we had no say in deciding,\" says Thomas Sampson, one of the report's authors. \"What's more there would still be free migration of labour. \"Given the politics, this makes the pessimistic outcome more likely,\" he adds. Longer term the report says the fall in trade experienced by the UK outside the EU would lower productivity. That would translate into a fall in GDP of between 6.3%, or £4,200 per household, and 9.5% or £6,400 per household. However, the CEP's findings have been strenuously rebutted by Leave campaigners. \"These ridiculous claims lack credibility as they come from the same economic sages who said we would be better off scrapping the pound,\" said the chief executive of Vote Leave, Matthew Elliott. Among the points Vote Leave takes issue with is the report's assumption that trade would be reduced as a result of leaving the EU. This it says is wrong. \"It's principal claims are based on leaving the EU 'reducing trade'. Even pro-EU campaigners admit that the UK would have little difficulty striking a free trade agreement with the EU following withdrawal,\" it goes on. It says the assumptions about non-tariff barriers to trade in the report were \"extremely pessimistic\". It also attacks the CEP for having received funding form the European Commission. The CEP says less than a 10th of its income comes from that source. Earlier on Friday, the co-founder of stockbroker Hargreaves Lansdown told the BBC the \"unknown\" of leaving the EU could help stimulate Britain\". Peter Hargreaves, who backs the UK's withdrawal from the union, told BBC Radio 4's Today programme that a fresh start could help Britain innovate. Demand for UK fashion and cars, as well as the attractiveness of the UK as a market for the EU, would ensure good trade deals, he said.",
            "topic": "Business"
        },
        {
            "content": "Noted designer Wendell Rodricks will explore the vast Indian textiles and present the collection in a contemporary modern way at the upcoming Lakme Fashion Week here. Rodricks will celebrate the wealthy legacy of handwoven Indian textiles at the upcoming Lakme Fashion Week Summer/Resort 2016 here. The fashion extravaganza begins from March 30-April 3. “My collection is called “Indica Emporia”. I used the Latin word because I wanted to go back in time. The fashion of India has always been a great provider of textile and culture. It (collection) takes my philosophy ahead of being diverse,” Rodricks told PTI. “We are used to see garments in a certain way I felt like giving the garments modern avatar in a contemporary way,” he said. Through his collection, Rodricks will create a fusion of twenty Indian costume icons. “We have taken 20 iconic garments and contemporarised them to modern wearability. Like we have taken a simple garment like ‘dhoti’ and converted it into a ‘dhoti jumpsuit’ with a sari,” he added. He will celebrate the vast emporium of Indian textiles and clothing for Indian Textile Day 2016. The Goan designer will use a vibrant Indian color palette of beige, red, grey, peacock green, peacock blue and ultra violet among others.",
            "topic": "Lifestyle"
        },
        {
            "content": "Actress Kangana Ranaut has been signed in by Lifestyle International Pvt. Ltd. as the brand ambassador for their contemporary ethnic wear brand Melange by Lifestyle. The \"Queen” actress is scorching in the latest \"Rethink Ethnic” campaign by the brand that challenges the conventional and is inspired by her fearless, bold and strong individualistic style. With modern silhouettes, classy cuts and vibrant patterns, Melange by Lifestyle’s latest Spring Summer collection redefines ethnic wear and is crafted for the independent woman of today whose sense of style reflects her individuality. \"Melange is a brand that gives a contemporary twist to traditional Indian-wear and adds a chic vibe to ethnic looks, much like my free-spirited sense of fashion. The way the brand marries Indian aesthetics with fun, modern nuances makes me rethink ethnic and fall in love with it. Hence, the endorsement,” Kangana said. The collection takes inspiration from the actress’ strong individuality and interplays the latest season’s trends highlighting eclectic designs, patterns and global accents while bringing forth the brand’s new philosophy — Rethink Ethnic. \"Melange by Lifestyle has emerged as a preferred contemporary ethnic wear brand for modern women who have a keen sense of style and dress in a manner that amplify their individuality. Kangana wholly embodies the Melange Woman with her effortless style, fierce personality and independent persona,” Kabir Lumba, managing director, Lifestyle International Pvt. Ltd. said. \"Her achievements as a versatile actress coupled with her quintessential confidence are inspirational to women across the country, and we are delighted to have her as our brand ambassador,” Lumba added. This new brand campaign will be rolled out across outdoors, print, digital and in-store this March.",
            "topic": "Lifestyle"
        },
        {
            "content": "Our grandmothers may have never imagined that the humble laal chawli bhaji, or the red amaranth would make it to a restaurant menu. But flavours have come a full circle, thanks to Indian chefs committed to cooking with home-grown ingredients. At Smoke House Deli, in Mumbai, chef-manager Glyston Gracias is putting finishing touches to a new health menu that the restaurant rolled out recently. His to-do sheet is full of remarks, and one of them catches my attention. It reads: ‘Red flour rice for pancakes’. Gracias is an East Indian from Mumbai who grew up eating red rice.“It is healthier than flour and tastier, too,\" he says. The chef turned to his own (and his friends’) traditional food while researching his menu, and has presented an array of dishes, each of which could fool any palate into thinking that it is having a “good old dish\". “I used the red rice flour to make pasta, and ground amaranth to give that interesting texture to salads. When we decided to give our food a healthier twist, the goal was to do so without changing the dishes.\" Of course, Gracias isn’t the first chef to find inspiration in his childhood to create a new concept, or give an older concept a fresh lease of life. Sabysachi Gorai, chef and owner of Delhi’s Lavaash by Saby, modern Indian cuisine wizard Manish Mehrotra and chef Abhijit Saha have excelled at marrying culinary nostalgia and innovation. Chef Saha’s trendsetting sous vide cooked Lamb Roulade with Kakori Kebab and Gol Gappa Spherification are testimony to how food heritage has inspired outstanding dishes. Mehrotra, who is working on a menu inspired by the sub-communities of India says, “Much like fashion, the culinary world, too, is moving back to the roots when it comes to searching for innovation, for inspiration and for fresh concepts.\" A year ago, the celebrated Chef Floyd Cardoz, too, chose his ‘food heritage’ to shape the culinary palette of The Bombay Canteen. And, more recently, chef Kunal Kapur’s Patiala, in Dubai, featured a spin on one of his teenaged addictions: mango lassi served as an ice-cream on freshly baked naan khatai. The culinary renaissance is taking shape in two ways, according to Delhi-based Gorai. Chefs are taking inspiration from various cuisines and reimagining traditional dishes, as is the case with Indian Accent, Masala Library by Jiggs Kalra and Fava. “And by reviving old cuisines and bringing them to fore like SodaBottleOpenerWala did with Mumbai food culture,\" he says. But, there is a lot that has changed with the way chefs deal with past experiences, says Manu Chandra, chef-owner of Monkey Bar and Fatty Bao. “One, the awareness of our own cuisine and its appreciation, and two, the bravado and the skill to pick something that’s traditional and well known and yet present it in a more current and relevant avatar.\" Chandra’s own Chandraji’s Mutton Curry, a tribute to his father’s culinary skills, and Gaurav Gidwani’s Saoji Thali, a contemporary take on a classic at Glocal Junction, in Mumbai and Hyderabad, are prime examples of the new confidence of chefs in India. As Gracias puts it, “We have always looked to the West for ingredients that are touted as healthy without realising that we have a treasure-house of our own.\" The ‘back to roots’ approach is exemplified by Chef Kapur’s Patiala restaurant, where more than 70 per cent of the menu is based on his journey from a teen to a budding chef. “The haleem kebab at Patiala is essentially my take on the Ramadan dish that I would binge on every time I would be in a city that had a Nawabi history. So, when I had to redesign the menu of Patiala, it was a perfect fit. But, I had one problem: how do I serve haleem in Dubai? So, I took the traditional haleem I had grown up with, slow-cooked it the same way to a point where the porridge was dry enough to be shaped into a patty, and then it was pan-seared and served.\" Curiously, exploring one’s food heritage for inspiration isn’t only about getting the creative juices running, but it is also about learning newer ways to use the local produce. Mars Enterprises’ Zubin D’Souza often uses his memory of his mother’s ability to turn a single vegetable to create three different dishes to periodically reinvigorate his menus. Yet another advantage of returning to your roots, says Gorai, is that “it makes your approach better towards creating a new dish, since you are familiar with the flavours, texture and taste, and know exactly how to play around so that the dish is well presented and accepted.\" And then, adds Chef Chandra, “techniques like molecular gastronomy come in handy to elevate the experience.\"",
            "topic": "Lifestyle"
        },
        {
            "content": "The house is quiet on a cool Saturday afternoon, and my eight-year-old self is feeling a bit peckish. I tiptoe past my napping mother into the kitchen, and begin opening, as quietly as possible, a large steel dabba packed with an assortment of farsaan. The kitchen is dark, so I rely on my nose to find the rare treat I seek. I am pleased to catch that whiff of intensely savoury bakarwadi. With its heady bouquet of garam masalas, toasted dry coconut, a solid punch of hing, thick sev, crushed curry leaves and much else rolled into a crunchy, besan-maida crust. The outer crust itself has a good crunch, not too brittle, that holds together the ever so slightly soft masala layer within. I pick two, and it’s instant gratification. This isn’t any other bakarwadi, mind you. A really special one from the iconic Chitale Bandhu Mithaiwale shop on Pune’s Bajirao Road probably brought back by a kind relative travelling from Pune. There are a few things in life you can take for granted. For me, the Chitale bakarwadi is one of them, with its distinct, unwavering taste that has barely changed over the last few decades. This says something about the fierce lifelong loyalty that the Chitale brand is capable of evoking, especially seeing as I have never set foot in their Pune store in my entire life. Raghunathrao Chitale, 95, the man who was credited with developing what is arguably Maharashtra’s most popular bakarwadi version, passed away in Pune on March 20. The Chitale group of companies has always been a very collaborative venture run by four generations of family members since the 1940s. What started as a small dairy business in Sangli in 1938 by Raghunathrao’s father, Bhaskar Ganesh Chitale, has now diversified into five companies, Chitale Dairy, Chitale Bandhu, Chitale Foods, Chitale Agro and even an Information Tech firm Chitale Digitals. But it was Raghunathrao — he set up and was at the helm of the Chitale Bandhu Mithaiwale venture — who was responsible for churning out some of its most popular goodies: the bakarwadi, amba burfi, shrikhand and pedhas. From the business’ humble beginnings in 1950 with a small manual unit run with the assistance of domestic help to reportedly producing a whopping three tonnes of bakarwadi a day on, the venture has indeed come a long way. It was perhaps Raghunathrao’s and his family’s absolute insistence on quality that ensures this unflinching bakarwadi love till date. In what was probably his last media interview to Loksatta’s Vasanti Vartak about three years ago, Raghunathrao shared this lesson he learned about quality from his father: “The day you are tempted to dilute milk with water, shut down the business, and go find yourself a salaried job.\"",
            "topic": "Lifestyle"
        },
        {
            "content": "The musical extravaganza will have performances by well-known bands and musicians from across the country. It’s a long weekend ahead and for now all roads are leading to Kasauli for the fifth edition of the Kasauli Rhythm & Blues Festival starting March 25. This year, the three-day festival will see a blend of music from independent to Bollywood to rock. The festival will host actor, producer and humanitarian Dia Mirza. The proceeds from the festival will be used to support the treatment of children suffering from cancer, thalassemia and heart problems. The musical extravaganza will have performances by well-known bands and musicians from across the country. Day one will have performances by indie pop rock group from Frisky Pints of Delhi, tabla maestro and Sultan of Strings featuring Ustaad Fazal Qureshi and Ravi Iyer, Mihir Joshi Band of Mumbai Blues and singer Shilpa Rao. Day two will feature Lesle Lewis, rock band from Delhi The Local Train, Kanchan Daniel & The Beards and Massive Vibe, which empowers through music with its striking visuals, music and dance. Day three will have the ceremonial Army Pipers and Army jazz band. Genesis Foundation is organising the event. It encourages upcoming artistes from across the country to perform in support of critically ill under-privileged children. Prema Sagar, founding trustee, Genesis Foundation, said: “Every year, the festival is growing and the challenge is to keep making it bigger and better, explore new avenues and venues to help more children. Last year, we started with the first Goa Rhythm & Blues Festival. I strongly believe that music is a positive and participatory force in the creation of change.\" As opposed to bad weather last year, this time Sagar is well prepared and is looking forward to bikers riding uphill for the event. Her next plan of action is to go international. “It’s Silicon valley we are aiming at,\" she said.",
            "topic": "Lifestyle"
        },
        {
            "content": "Dance has been an integral part of Jindal’s life since childhood, with Kathak being the first form she embraced. Dance is meditation for Shallu Jindal, a form that gives her strength, energy, humility and the ability to connect with the internal and external world. The Kuchipudi danseuse was here to perform at the Pracheen Kala Kendra’s ongoing Nritya and Sangeet Sammelan at Tagore Theatre. She presented an invocatory piece, Suprabhatam, a prayer of Lord Venktesh. Dance has been an integral part of Jindal’s life since childhood, with Kathak being the first form she embraced. “But along the way, dance left me, and I was involved with my social projects, children, home, till one day about 14 years ago, I had a chance meeting with Raja-Radha Reddy in Tirupati, and I told him how much I admired his dance. He invited me to watch him perform in Delhi and a month later, asked me when I would become his disciple. This could only be a divine force taking me back to dance,\" said Jindal. Jindal agreed that Kathak and Kuchipudi are very different dance forms and there were many challenges to face, especially ang-abhinaya and saying so much with the eyes. “My footwork was strong, but I had to work hard to be able to have the physical and mental strength to be able to excel. I believe as a performer I will always be learning. It’s a vast ocean, and you have to get whatever you can from it. I will have to come back in my next birth and continue my practice to get to the pinnacle,\" she said. Performing in major dance festivals across India and abroad, Jindal said her dance gives her the positivity and energy to do her social projects and she is taking out time to popularise Kuchipudi in other parts of India and get the youth interested in the form. “You have to sustain their interest, and so while keeping the tradition of the dance intact, I am performing Kuchipudi to Meera Bai’s bhajans, Sufi and English poetry, as well as in the language of the region where I am performing,\" said Jindal. The Jindal Centre for Arts and Culture is a project close to her heart, which is her next venture that will start soon in Delhi and Angul, Odisha. The centre in Delhi will offer training and workshops in classical dance and other forms, while the Angul academy will provide training in performing and creative arts to students. “I hope to teach as well and make a group and develop a curriculum for Kuchipudi,\" said Jindal",
            "topic": "Lifestyle"
        },
        {
            "content": "The jokes about “dumb blondes\" are, well, just jokes! Researchers have found that the average IQ of blondes may actually be slightly higher than those with other hair colours. While jokes about blondes may seem harmless to some, they can have real-world implications, said study author Jay Zagorsky from The Ohio State University in the US. “Research shows that stereotypes often have an impact on hiring, promotions and other social experiences,\" Zagorsky said. “This study provides compelling evidence that there shouldn’t be any discrimination against blondes based on their intelligence,\" Zagorsky pointed out. The study involved 10,878 US women. Data from the study came from the US National Longitudinal Survey of Youth 1979 (NLSY79), a national survey of people who were between 14 and 21 years old when they were first interviewed in 1979. In 1980, participants in the NLSY79 took the Armed Forces Qualification Test, or AFQT, which is used by the Pentagon to determine the intelligence of all recruits. The overall AFQT score is based on word knowledge, paragraph comprehension, math knowledge and arithmetic reasoning. The resulting findings showed that blonde-haired White women had an average IQ of 103.2, compared to 102.7 for those with brown hair, 101.2 for those with red hair and 100.5 for those with black hair. Blonde women were slightly more likely to be in the highest IQ category than those with other hair colours, and slightly less likely to be in the lowest IQ category, the findings showed. The study, published in the journal Economics Bulletin, could not say whether there are any genetic relationships between hair colour and intelligence, but Zagorsky did find one fact that could at least partially explain why blondes showed slightly higher intelligence — they grew up in homes with more reading material than did those with any other hair colour. “If blondes have any slight advantage, it may simply be that they were more likely to grow up in homes with more intellectual stimulation,\" he said. “I don’t think you can say with certainty that blondes are smarter than others, but you can definitely say they are not any dumber,\" Zagorsky pointed out.",
            "topic": "Lifestyle"
        },
        {
            "content": "He may have come a long way from ‘John Abraham of Dostana in yellow trunks’, but each day is still another glass ceiling waiting to be shattered for John Abraham. “I am still breaking stereotypes, which is good too because it keeps others looking over their shoulder wondering what I’ll do next,\" smiles Abraham, whose next is action thriller Rocky Handsome. The title is inspired by his favourite actor Sylvester Stallone, and is a tribute to this underdog of Hollywood. “I am like him, an underdog who has always struggled and over the years come to a point where I can say I don’t want to do boring, romantic films with positive roles for I don’t find that normal. I did I, Me Aur Main, and everyone saw the result. Give me a Jism, Race 2, Dhoom, Zinda, Shootout at Wadala, films that are edgy, and I’m game,\" says the actor in Abraham. I've no idea about 'Mumbai Saga': John Abraham on Sanjay Gupta's next'Rocky Handsome' emotional tale between man, little girl: John AbrahamJohn Abraham's date issues facilitate Irrfan's filmMy obituary is signed every year: John AbrahamJohn Abraham to back films with good box office returnsAbhishek calls me 'jiggly poo': John AbrahamI've no idea about 'Mumbai Saga': John Abraham on Sanjay Gupta's next'Rocky Handsome' emotional tale between man, little girl: John AbrahamJohn Abraham's date issues facilitate Irrfan's filmMy obituary is signed every year: John AbrahamJohn Abraham to back films with good box office returnsAbhishek calls me 'jiggly poo': John AbrahamI've no idea about 'Mumbai Saga': John Abraham on Sanjay Gupta's next'Rocky Handsome' emotional tale between man, little girl: John AbrahamJohn Abraham's date issues facilitate Irrfan's filmMy obituary is signed every year: John AbrahamJohn Abraham to back films with good box office returnsAbhishek calls me 'jiggly poo': John Abraham All set to release his third production Rocky Handsome this March 25, the producer in him says, “I can think and I can offer you different films. I can act in a Houseful 2 or Race 2 but will I produce it? No. Bollywood is song and dance and that’s fantastic, but when are we going to deliver more than that? I went into production to steer clear of the herd mentality. Because of all the Rs 100-crore films I have done, people remember me for my productions, Madras Cafe and Vicky Donor and that is respect for different cinema.\" Today Abraham is constantly at work, finding ways of marrying commerce with content, translating a real-life incident and showing the youth a part of Indian history that shaped the country. In Panchkula to talk about Rocky Handsome, Abraham says he has once again tried to redefine action in this film. The film has been adapted from the 2010 South Korean superhit film The Man From Nowhere. Rocky Handsome has been directed by Nishikant Kamat, also the villain in it. An emotionally charged story of a man out to save a seven-year-old girl, at its heart it has a beautiful relationship between Rocky and this little girl who calls him Handsome. But it’s not Bajrangi Bhaijaan. “We did about 70 auditions to find Diya Chalwad to play the part of the girl for unlike Bajrangi, here Diya has a lot of monologues and she knew each and every by heart,\" says Abraham. Another experiment was screening the film for men and women between the ages of 16 and 35 to gauge their reaction. “Surprisingly, it was the women who loved the action. It got me thinking how the generation has changed. They didn’t find it gruesome, but called it cool and sexy.\" The idea, says Abraham, was to make it palatable. “The action in the film is crazy, and for a 6ft tall person like me who weighs 94 kilos, it was challenging,\" says Abraham who underwent an intensive 14-hour-a-day month-long training in Thailand in martial arts like hapkido, aikido and silat (Indo-Malay art with knives) and got action directors Rod (from India) and Kesha (Jaika Stunts, Thailand) on board for it. Post-Rocky Handsome, he is all set with Force 2, directed by Abhinay Deo. “This one is Bourne Ultimatum meets Argo, a high-octane action drama. It will be intelligent cinema rather than beating each other’s guts out,\" says the actor-producer, who is eying television and working on films for the digital format too.",
            "topic": "Lifestyle"
        },
        {
            "content": "HATI PRINSLOO is turning designer for Juicy Couture, the model revealed yesterday. The move follows Tommy Hilfiger's recent announcement that model Gigi Hadid would design a collection for the New York label. Available from April 15, the collection will meld Prinsloo's own laid-back rock-inspired style with the Juicy Couture aesthetic - meaning graphic tees and bomber jackets will sit alongside Bermuda shorts and, of course, the company's famous velour. The collaboration follows on from several years of Prinsloo working with the company as a brand ambassador and spokesmodel. \"Juicy Couture is so iconic so I wanted to bring a little bit of something different to the brand while still remaining true to who they are,\" Prinsloo told Teen Vogue. \"This collection is really for any active girl who wants to throw on an outfit that's comfy yet cute. I travel so much so I wanted to create pieces that were really comfy but with a fashionable twist. I was inspired by the vibes and colours from Seventies roller-skate and skateboard culture - just stuff that's really fun and easy.\" It's been a big couple of weeks for Prinsloo, who it has emerged is pregnant with her first child. Earlier this week, her fellow Victoria's Secret Angel Candice Swanepoel revealed that she too was expecting a new arrival. ",
            "topic": "Lifestyle"
        },
        {
            "content": "\"I am pleased to announce that the Armani Group has made a firm commitment to abolish the use of animal fur in its collections,\" Armani said in a statement today. \"Technological progress made over the years allows us to have valid alternatives at our disposition that render the use of cruel practices unnecessary as regards animals. Pursuing the positive process undertaken long ago, my company is now taking a major step ahead, reflecting our attention to the critical issues of protecting and caring for the environment and animals.\" Announcements about the decision from Respect for Animals and Humane Society International this morning preceded the official announcement from the brand itself, which released a statement this afternoon. The brand is said to have committed to the new policy for its Giorgio Armani, Armani Privé, and Emporio Armani collections after working with the Fur Free Alliance which comprises more than 40 animal-protection organisations focused on ending the fur trade. \"Armani's fur-free announcement makes it clear that designers and consumers can have creative freedom and luxury all without supporting animal cruelty,\" said Joh Vinding, chairman of the Fur Free Alliance, this morning. \"Mr. Armani has been a trendsetter in the fashion world for decades and this latest announcement is proof that compassion and innovation are the future of fashion.\"",
            "topic": "Lifestyle"
        },
        {
            "content": "\"I'm actually more excited than I was now because of all those rock and punk fans have been having a moan that I'm doing it and I'm like: 'You're going to get dragged along by your wife, so just deal with it,'\" she said during her show at the O2 arena this weekend. \"To be honest, those people moaning about it, I've probably been more times than them anyway, so shut up.\" Glastonbury organiser Emily Eavis tweeted her support of her headline act on Twitter following the announcement this weekend, which had long been predicted since the Hello singer's triumphant return to the public eye last year with her third studio album, 25. The singer and Vogue cover girl also revealed that she has been keen to do it for some time, while delivering another characteristically frank put down.  \"I wanted to do it last year but my record wasn't ready,\" she said, reports NME. \"And to the people who say I am too boring to headline, you're more fucking boring for moaning about me headlining.\"",
            "topic": "Lifestyle"
        },
        {
            "content": " The Manchester United starlet has managed five goals in his first eight games of senior football - more than some of world football's biggest stars Manchester United starlet Marcus Rashford has enjoyed a stunning start to his Old Trafford career. The teenage sensation scored the winner in Sunday's Manchester derby - just a month after facing City's second string. His goal at the weekend was his fifth for Louis van Gaal's senior team in just his eighth game, reports the Manchester Evening News. After Anthony Martial picked up a hamstring injury ahead of the Europa League tie with FC Midtjylland at Old Trafford, Rashford was unexpectedly handed his debut and scored twice in a 5-1 win. Three days later, the 18-year-old scored twice in a 3-2 win over Arsenal on his Premier League debut. The start to his career only narrowly beats Martial, who took nine games to score five goals for United. Lionel Messi took 25 games to score five times for Barcelona after making his debut as a teenager in 2004. Cristiano Ronaldo needed 39 games to reach five goals for United when he arrived from Sporting Lisbon in 2003 while Wayne Rooney scored his fifth goal in his 20th senior game after breaking into the Everton team in 2002.",
            "topic": "Sports"
        },
        {
            "content": "Gerard Pique has one hell of a CV. As part of the legendary Barcelona and Spain teams who have won EVERYTHING, the former Man United defender has one of the most impressive trophy cabinets in the game. But while he gets to enjoy the medals, money and adoration that come from regularly playing in the latter stages of major tournaments, his experiences offer the rest of us something even more valuable. His opinions on world-class strikers. Think about it. Over the last decade or so, Pique has faced every top centre-forward in world football… in most cases, several times. If there is one man on the planet whose thoughts on top attackers you would want, it's Pique. Which is why we should all take notice of the video you can see at the bottom of the page, in which Pique has picked out his three toughest opponents. So who has picked? After pointing out (very deliberately) that he's not includes Lionel Messi, Neymar or Luis Suarez, he has gone for… Didier Drogba \"One of the best strikers I've seen. He had had everything: pace, he was strong, good in the air, he knew how to dribble, both legs [feet]… he was amazing.\" \"He's tall, he can use both legs [feet] and he's good in the air. It's really tough when you have to mark players that can do everything, because you can't expect him to always do this thing. No, he changes, and that's really difficult for the defender when you don't know what they will do.\" \"I had to face him many times and he is one of the best players in the history of this sport. He's really complete. He knows how to score, how to assist, how to shoot free-kicks, penalties… he can do everything.\" ",
            "topic": "Sports"
        },
        {
            "content": "Thibaut Courtois has taken the potentially risky course of action of making derogatory remarks about Jose Mourinho. The Portuguese manager departed Chelsea in December and the Belgium international has picked now as the right time to stick the boot in. Speaking to Belgian television station RTBF, the Blues stopper said: “We returned to training on July 16 and six days later we were already playing a match against New York Red Bulls. “We weren’t in a good physical shape. We then lost to Arsenal in the Community Shield and went on to make a bad start in the league. A downward spiral set in. “We needed a change of manager at that point – I have no doubts about it. We drew too many matches and we have also conceded goals too easily. I could have done better with some of them.” Given Mourinho’s ability to get himself about around the top clubs in Europe, it may not have been the best idea to support his sacking publically. The Portuguese manager is rumoured to be heading to Manchester United sooner rather than later and this will reunite him with a former player he didn’t have the best of relationships with. Juan Mata was ostracised at Chelsea under Mourinho, despite being their two-time Player of the Season, and was promptly sold to the Red Devils and the Spanish international can’t be looking forward to a reunion. Courtois is in danger of suffering the same fate and the former Real Madrid boss has shown he is not above treating players harshly if they get on the wrong side of him. While at the Bernabeu, the self-proclaimed special one fell out with Sergio Ramos and, in particular, Iker Casillas. The Spanish goalkeeper was a legend in Madrid, but the effect of Mourinho’s disdain was such that Casillas ended up as a backup and departed for FC Porto this summer.",
            "topic": "Sports"
        },
        {
            "content": "World No. 1 Novak Djokovic apologized on Tuesday for comments he made earlier in the week that suggested men deserve to be paid more than women. In a Facebook post titled \"Better game for all,\" Djokovic said he sought to clarify his initial comments from Sunday, which he made following his victory at the BNP Paribas Open and hours after the event's CEO, Raymond Moore, had claimed the WTA rode \"on the coattails of the men.\" Novak Djokovic's remarks about women's tennis players were arguably just as misguided as the comments that cost Raymond Moore his job. Is the world's No. 1 player getting off too easily? \"As you all know, I care deeply about the future of the game and all of the players,\" Djokovic said in his post. \"Tennis helped me so much in my life and being where I am today, I felt the need to speak about the fairer and better distribution of funds across the board -- this was meant for both men and women. We all have to fight for what we deserve. This was never meant to be made into a fight between genders and differences in pay, but in the way all players are rewarded for their play and effort. \"Tennis is a sport that I love and that gave me the opportunity to help others who still have a long way to go to achieve their dreams. This was my view all along and I want to apologize to anyone who has taken this the wrong way.\" On Sunday, Djokovic praised the women's game for its efforts on equal pay, which he said men \"should fight for more.\" \"I applaud them for that, I honestly do,\" he said. \"They fought for what they deserve and they got it. On the other hand I think that our men's tennis world, ATP world, should fight for more because the stats are showing that we have much more spectators on the men's tennis matches. \"I think that's one of the reasons why maybe we should get awarded more. Women should fight for what they think they deserve and we should fight for what we think we deserve. \"As long as it's like that and there is data and stats available upon who attracts more attention, spectators, who sells more tickets and stuff like that, in relation to that it has to be fairly distributed.\" Djokovic has been criticized in recent days for those comments, with current stars such as Serena Williams and Andy Murray and former greats such as Martina Navratilova sounding off. Moore, meanwhile, resigned from his position Monday. Djokovic had described Moore's comments as \"not politically correct.\"",
            "topic": "Sports"
        }
    ]
}